#+FILETAGS: ACADEMIC

**** CANCELLED Geometric Analysis
     DEADLINE: <2013-11-05 Tue>
     :LOGBOOK:
     - State "CANCELLED"  from "TODO"       [2013-10-30 Wed 14:01] \\
       The timing just doesn't work.
     CLOCK: [2013-10-29 Tue 15:42]--[2013-10-29 Tue 16:40] =>  0:58
     :END:
     :PROPERTIES:
     :ID:       6c520214-a594-480f-8929-3dbecaa50667
     :END:
[[file:~/working/academic/grants/nsf/PD_10-1265]]
[[file:~/reference/academic/grants/2014]]
[[file:~/reference/academic/grants/nsf]]
[[http://www.nsf.gov/funding/pgm_summ.jsp?pims_id%3D5549&org%3DNSF&sel_org%3DMPS&from%3Dfund][http://www.nsf.gov/funding/pgm_summ.jsp?pims_id=5549&org=NSF&sel_org=MPS&from=fund]]
***** DONE Research application process
      SCHEDULED: <2013-10-20 Sun>
      :LOGBOOK:
      - State "DONE"       from "NEXT"       [2013-10-30 Wed 14:00]
      CLOCK: [2013-10-29 Tue 20:17]--[2013-10-29 Tue 20:29] =>  0:12
      CLOCK: [2013-10-24 Thu 11:43]--[2013-10-24 Thu 11:46] =>  0:03
      CLOCK: [2013-10-23 Wed 12:02]--[2013-10-23 Wed 12:06] =>  0:04
      :END:
      :PROPERTIES:
      :ID:       0758ae42-d1e7-4f0a-a8aa-10f663d2691a
      :END:
***** DONE Prepare template application
      :LOGBOOK:
      - State "DONE"       from "NEXT"       [2013-10-29 Tue 19:42]
      CLOCK: [2013-10-29 Tue 19:34]--[2013-10-29 Tue 19:42] =>  0:08
      CLOCK: [2013-10-29 Tue 18:50]--[2013-10-29 Tue 19:33] =>  0:43
      :END:
      :PROPERTIES:
      :ID:       5309d2fe-6c47-4cb7-a019-2efc86b3647e
      :END:
***** CANCELLED Fill in PI exemption
      :LOGBOOK:
      CLOCK: [2013-10-29 Tue 19:43]--[2013-10-29 Tue 20:17] =>  0:34
      :END:
      :PROPERTIES:
      :ID:       e1b60f6b-ab69-466f-8fce-09f062d887cd
      :END:
***** DONE See Peter about grant applications
  SCHEDULED: <2013-10-30 Wed>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-10-30 Wed 14:00]
  CLOCK: [2013-10-30 Wed 11:10]--[2013-10-30 Wed 12:15] =>  1:05
  CLOCK: [2013-10-29 Tue 19:33]--[2013-10-29 Tue 19:34] =>  0:01
  :END:
      :PROPERTIES:
      :ID:       95ca8e6d-6679-4e09-89ed-cf0213f5a750
      :END:
[2013-10-29 Tue 19:33]
- what dates do I put down?
- can I get salary after my SEW appointment finishes?
- can I relocate to Hawaii to finish up?
- can I get 100% salary after my SEW finises?

***** DONE Investigate data management plan workshop
   - State "DONE"       from "TODO"       [2012-11-09 Fri 11:20]
[[http://libraries.ucsd.edu/services/data-curation/data-management-plan/workshop.html][data management plan workshop]]
  CLOCK: [2012-10-19 Fri 14:11]--[2012-10-19 Fri 14:12] =>  0:01
   :PROPERTIES:
   :ID:       26658a79-21fd-4a3b-880c-ee7e7644274d
   :END:
[2012-10-19 Fri 14:11]

*** TODO Research getting grants
   :LOGBOOK:
   CLOCK: [2013-08-02 Fri 09:38]--[2013-08-02 Fri 09:50] =>  0:12
   :END:
I want mostly travel money 
Can I hire a car so we can all go on a road trip?
I need books
I want to do some sage or org-mode devel
I want to do teaching with sage-tex and/or org-mode with babel; i.e. interactive lectures so I can change the parameters of things like plots in real time
  
   :PROPERTIES:
   :ID:       d0bbb971-d0e5-4463-b1be-1cbcfbf54db3
   :END:
[2012-10-14 Sun 20:40]

****** DONE Investigate DECRA grant process and setup tasks/deadlines
       DEADLINE: <2014-03-07 Fri>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-01 Sat 16:32]
       CLOCK: [2014-03-01 Sat 16:22]--[2014-03-01 Sat 16:32] =>  0:10
       CLOCK: [2014-03-01 Sat 13:37]--[2014-03-01 Sat 14:07] =>  0:30
       CLOCK: [2014-02-28 Fri 11:11]--[2014-02-28 Fri 11:26] =>  0:15
       CLOCK: [2014-02-27 Thu 11:17]--[2014-02-27 Thu 11:29] =>  0:12
       CLOCK: [2014-02-27 Thu 10:48]--[2014-02-27 Thu 11:05] =>  0:17
       :END:
****** DONE Print out documents
       DEADLINE: <2014-02-27 Thu>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-02-27 Thu 18:33]
       CLOCK: [2014-02-27 Thu 18:14]--[2014-02-27 Thu 18:33] =>  0:19
       :END:
****** DONE Complete authority to apply
       DEADLINE: <2014-03-16 Sun>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-17 Mon 15:06]
       CLOCK: [2014-03-17 Mon 14:49]--[2014-03-17 Mon 15:06] =>  0:17
       CLOCK: [2014-03-06 Thu 08:27]--[2014-03-06 Thu 08:46] =>  0:19
       :END:
****** DONE Send in authority
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-24 Mon 15:33]
       CLOCK: [2014-03-24 Mon 14:45]--[2014-03-24 Mon 15:33] =>  0:48
       :END:
******* DONE Create title
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-06 Thu 08:45]
	CLOCK: [2014-03-01 Sat 16:38]--[2014-03-01 Sat 16:40] =>  0:02
	:END:
******* DONE Write summary
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-06 Thu 08:45]
	CLOCK: [2014-03-01 Sat 16:40]--[2014-03-01 Sat 16:48] =>  0:08
	:END:
******* DONE Write career opportunities
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-06 Thu 08:46]
	CLOCK: [2014-03-01 Sat 16:48]--[2014-03-01 Sat 16:50] =>  0:02
	:END:
******* DONE Research Output
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-06 Thu 08:59]
	CLOCK: [2014-03-06 Thu 08:46]--[2014-03-06 Thu 08:59] =>  0:13
	CLOCK: [2014-03-01 Sat 16:50]--[2014-03-01 Sat 16:55] =>  0:05
	:END:
******* DONE Contributions to the Field
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-06 Thu 12:22]
	CLOCK: [2014-03-06 Thu 11:27]--[2014-03-06 Thu 12:22] =>  0:55
	CLOCK: [2014-03-06 Thu 08:59]--[2014-03-06 Thu 09:35] =>  0:36
	CLOCK: [2014-03-01 Sat 16:55]--[2014-03-01 Sat 17:00] =>  0:05
	:END:

******** DONE Title
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-08 Sat 10:54]
	 CLOCK: [2014-03-08 Sat 10:17]--[2014-03-08 Sat 10:20] =>  0:03
	 :END:
******** DONE Aims and Background
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-16 Sun 10:57]
	 CLOCK: [2014-03-14 Fri 13:24]--[2014-03-14 Fri 14:01] =>  0:37
	 CLOCK: [2014-03-13 Thu 14:25]--[2014-03-13 Thu 16:23] =>  1:58
	 CLOCK: [2014-03-13 Thu 11:46]--[2014-03-13 Thu 11:52] =>  0:06
	 CLOCK: [2014-03-11 Tue 22:27]--[2014-03-11 Tue 23:29] =>  1:02
	 CLOCK: [2014-03-09 Sun 19:56]--[2014-03-09 Sun 21:27] =>  1:31
	 CLOCK: [2014-03-08 Sat 10:20]--[2014-03-08 Sat 10:54] =>  0:34
	 :END:
******** DONE Project Quality and Innovation
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-16 Sun 10:57]
	 CLOCK: [2014-03-16 Sun 10:00]--[2014-03-16 Sun 10:57] =>  0:57
	 CLOCK: [2014-03-15 Sat 17:45]--[2014-03-15 Sat 19:02] =>  1:17
	 CLOCK: [2014-03-08 Sat 10:54]--[2014-03-08 Sat 11:06] =>  0:12
	 :END:
- This should really emphasise what new things I'm bringing to these problems.
******** DONE Research Environment
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-16 Sun 10:57]
	 CLOCK: [2014-03-13 Thu 11:52]--[2014-03-13 Thu 12:48] =>  0:56
	 CLOCK: [2014-03-08 Sat 11:06]--[2014-03-08 Sat 11:25] =>  0:19
	 :END:
******** DONE Feasibility and Benefit
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-16 Sun 10:57]
	 CLOCK: [2014-03-08 Sat 11:25]--[2014-03-08 Sat 11:28] =>  0:03
	 :END:
******** DONE DECRA Candidate
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-16 Sun 10:57]
	 CLOCK: [2014-03-08 Sat 12:33]--[2014-03-08 Sat 12:44] =>  0:11
	 :END:
******** DONE Management of Data
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-16 Sun 10:57]
	 CLOCK: [2014-03-08 Sat 12:44]--[2014-03-08 Sat 12:52] =>  0:08
	 :END:
******** DONE References
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-16 Sun 10:57]
	 CLOCK: [2014-03-08 Sat 14:54]--[2014-03-08 Sat 15:33] =>  0:39
	 CLOCK: [2014-03-08 Sat 14:19]--[2014-03-08 Sat 14:54] =>  0:35
	 CLOCK: [2014-03-08 Sat 12:52]--[2014-03-08 Sat 13:00] =>  0:08
	 :END:
******* DONE Organisational Statement
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-11 Tue 20:56]
	CLOCK: [2014-03-11 Tue 20:16]--[2014-03-11 Tue 20:56] =>  0:40
	CLOCK: [2014-03-08 Sat 16:40]--[2014-03-08 Sat 17:53] =>  1:13
	:END:
******* DONE Salary
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-09 Sun 15:06]
	CLOCK: [2014-03-09 Sun 11:14]--[2014-03-09 Sun 12:34] =>  1:20
	:END:
******* DONE Travel
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-09 Sun 15:06]
	CLOCK: [2014-03-09 Sun 13:57]--[2014-03-09 Sun 14:43] =>  0:46
	:END:
****** DONE Overall proposal
       :LOGBOOK:
       - State "DONE"       from "TODO"       [2014-03-16 Sun 11:27]
       CLOCK: [2014-03-16 Sun 11:27]--[2014-03-16 Sun 11:28] =>  0:01
       :END:
******* DONE Create skeleton proposal
       	:LOGBOOK:
       	- State "DONE"       from "NEXT"       [2014-03-01 Sat 14:18]
       	CLOCK: [2014-03-01 Sat 14:07]--[2014-03-01 Sat 14:18] =>  0:11
       	:END:
******* DONE Prepare org publishing
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-09 Sun 15:06]
	CLOCK: [2014-03-09 Sun 14:43]--[2014-03-09 Sun 15:06] =>  0:23
	:END:
******* DONE Proof read
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-16 Sun 11:27]
	CLOCK: [2014-03-16 Sun 10:57]--[2014-03-16 Sun 11:27] =>  0:30
	:END:
****** DONE Amend proposal based on Julies comments
       DEADLINE: <2014-03-21 Fri>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-20 Thu 15:29]
       CLOCK: [2014-03-20 Thu 14:36]--[2014-03-20 Thu 15:29] =>  0:53
       :END:
****** DONE Amend proposal based on comments
       DEADLINE: <2014-03-27 Thu>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-26 Wed 16:23]
       CLOCK: [2014-03-26 Wed 14:55]--[2014-03-26 Wed 16:23] =>  1:28
       CLOCK: [2014-03-26 Wed 12:19]--[2014-03-26 Wed 13:44] =>  1:25
       :END:

****** CANCELLED Create pictures of isoperimetric domains
       :LOGBOOK:
       - State "CANCELLED"  from "NEXT"       [2014-03-31 Mon 19:29] \\
	 Didn't bother with this.
       CLOCK: [2014-03-20 Thu 15:50]--[2014-03-20 Thu 17:04] =>  1:14
       :END:
****** DONE Amend org statement
       DEADLINE: <2014-03-24 Mon>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-24 Mon 23:04]
       CLOCK: [2014-03-24 Mon 21:59]--[2014-03-24 Mon 23:04] =>  1:05
       CLOCK: [2014-03-24 Mon 15:36]--[2014-03-24 Mon 16:09] =>  0:33
       :END:
****** DONE Final proof read
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-31 Mon 21:05]
       CLOCK: [2014-03-31 Mon 19:29]--[2014-03-31 Mon 21:05] =>  1:36
       :END:
****** DONE Fill in online application
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-16 Sun 11:27]
       CLOCK: [2014-03-04 Tue 08:18]--[2014-03-04 Tue 09:27] =>  1:09
       CLOCK: [2014-03-03 Mon 21:21]--[2014-03-03 Mon 23:03] =>  1:42
       :END:
****** DONE Submit revised proposal
       DEADLINE: <2014-03-27 Thu>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-27 Thu 23:52]
       CLOCK: [2014-03-27 Thu 23:08]--[2014-03-27 Thu 23:52] =>  0:44
       :END:
*** DONE Review [[file:refs.org::#MR2948294][Weighted isoperimetric inequalities in cones and applications]]
   SCHEDULED: <2012-12-06 Thu> DEADLINE: <2013-01-14 Mon>
   - State "DONE"       from "NEXT"       [2012-12-17 Mon 19:42]

   :PROPERTIES:
   :ID:       3c09baae-b235-405f-837f-24a9b1801418
   :END:
   :LOGBOOK:
   CLOCK: [2012-12-17 Mon 19:16]--[2012-12-17 Mon 19:41] =>  0:25
   CLOCK: [2012-12-11 Tue 19:33]--[2012-12-11 Tue 19:45] =>  0:12
   CLOCK: [2012-12-11 Tue 18:15]--[2012-12-11 Tue 19:33] =>  1:18
   CLOCK: [2012-12-11 Tue 16:49]--[2012-12-11 Tue 17:34] =>  0:45
   CLOCK: [2012-12-06 Thu 16:20]--[2012-12-06 Thu 16:40] =>  0:20
   :END:
[[file:~/working/academic/journals/review/MR2948294]]

*** DONE Review Generic MCF I
   SCHEDULED: <2013-02-04 Mon> DEADLINE: <2013-02-28 Thu>
   - State "DONE"       from "NEXT"       [2013-03-12 Tue 21:09]
   :LOGBOOK:
   CLOCK: [2013-03-12 Tue 20:35]--[2013-03-12 Tue 21:09] =>  0:34
   CLOCK: [2013-03-12 Tue 20:15]--[2013-03-12 Tue 20:27] =>  0:12
   CLOCK: [2013-03-12 Tue 16:44]--[2013-03-12 Tue 17:35] =>  0:51
   CLOCK: [2013-03-12 Tue 08:46]--[2013-03-12 Tue 09:31] =>  0:45
   CLOCK: [2013-02-19 Tue 21:17]--[2013-02-19 Tue 21:49] =>  0:32
   CLOCK: [2013-02-14 Thu 13:15]--[2013-02-14 Thu 14:25] =>  1:10
   CLOCK: [2013-02-11 Mon 09:15]--[2013-02-11 Mon 10:15] =>  1:00
   CLOCK: [2013-02-08 Fri 08:57]--[2013-02-08 Fri 09:26] =>  0:29
   CLOCK: [2013-02-06 Wed 21:00]--[2013-02-06 Wed 21:48] =>  0:48
   :END:
   :PROPERTIES:
   :ID:       402957bd-262b-4fba-8630-1192eef2bc86
   :END:
[[file:~/research_resources/papers/MR2993752.pdf]]
[MR2993752 Colding, Tobias H.\ and Minicozzi, William P., II,  Generic mean curvature flow I: generic singularities, Ann. of Math. (2) 175 (2012), no. 2, 755--833]
[[file:refs.org::#MR2993752][Generic mean curvature flow {I}: generic singularities]]

*** DONE Review MR3018176
    SCHEDULED: <2013-07-05 Fri> DEADLINE: <2013-07-12 Fri>
    - State "DONE"       from "NEXT"       [2013-07-08 Mon 14:07]
    :LOGBOOK:
    CLOCK: [2013-07-08 Mon 13:03]--[2013-07-08 Mon 14:07] =>  1:04
    CLOCK: [2013-07-07 Sun 21:03]--[2013-07-07 Sun 22:20] =>  1:17
    :END:
    :PROPERTIES:
    :ID:       95d48b79-3e1a-4b46-852d-f74e6618e6b2
    :END:
[[file:refs.org::#MR3018176][A gap theorem for self-shrinkers of the mean curvature flow in arbitrary codimension]]

*** DONE Review MR3020169					      :FOCUS:
    DEADLINE: <2013-11-29 Fri -3w>
    :LOGBOOK:
    - State "DONE"       from "NEXT"       [2014-02-06 Thu 16:20]
    CLOCK: [2014-02-06 Thu 15:24]--[2014-02-06 Thu 16:20] =>  0:56
    CLOCK: [2013-12-03 Tue 16:51]--[2013-12-03 Tue 17:09] =>  0:18
    CLOCK: [2013-12-03 Tue 10:29]--[2013-12-03 Tue 11:06] =>  0:37
    CLOCK: [2013-11-22 Fri 15:35]--[2013-11-22 Fri 16:02] =>  0:27
    CLOCK: [2013-11-19 Tue 17:54]--[2013-11-19 Tue 18:29] =>  0:35
    CLOCK: [2013-10-19 Sat 11:50]--[2013-10-19 Sat 12:10] =>  0:20
    CLOCK: [2013-10-16 Wed 13:00]--[2013-10-16 Wed 13:50] =>  0:50
    :END:
    :PROPERTIES:
    :ID:       d4269d45-7ec1-461b-bca9-85c748160054
    :END:
[[file:refs.org::#MR3020169][Topological change in mean convex mean curvature flow]]
**** DONE Edit CEJM-D-12-00160R1
    DEADLINE: <2013-04-03 Wed>
    - State "DONE"       from ""           [2013-04-09 Tue 11:34]
    :LOGBOOK:
    CLOCK: [2013-04-09 Tue 10:40]--[2013-04-09 Tue 11:34] =>  0:54
    CLOCK: [2013-03-28 Thu 13:52]--[2013-03-28 Thu 14:25] =>  0:33
    :END:
    :PROPERTIES:
    :ID:       58529b2b-87b8-4680-9a66-f065da5cac50
    :END:
[[file:~/working/academic/journals/editing/cejm/CEJM-D-12-00160R1]]

**** DONE Edit CEJM-D-13-00091					      :FOCUS:
    DEADLINE: <2014-01-01 Wed -3w>
    :LOGBOOK:
    - State "DONE"       from "NEXT"       [2014-02-06 Thu 15:00]
    CLOCK: [2014-02-06 Thu 13:55]--[2014-02-06 Thu 14:42] =>  0:47
    CLOCK: [2014-02-06 Thu 12:27]--[2014-02-06 Thu 12:56] =>  0:29
    CLOCK: [2014-02-03 Mon 11:08]--[2014-02-03 Mon 11:40] =>  0:32
    CLOCK: [2014-01-28 Tue 11:10]--[2014-01-28 Tue 11:28] =>  0:18
    CLOCK: [2014-01-28 Tue 11:05]--[2014-01-28 Tue 11:09] =>  0:04
    CLOCK: [2014-01-27 Mon 15:32]--[2014-01-27 Mon 15:48] =>  0:16
    CLOCK: [2014-01-24 Fri 14:44]--[2014-01-24 Fri 15:36] =>  0:52
    CLOCK: [2014-01-24 Fri 14:03]--[2014-01-24 Fri 14:34] =>  0:31
    CLOCK: [2014-01-22 Wed 15:12]--[2014-01-22 Wed 15:17] =>  0:05
    CLOCK: [2013-12-13 Fri 08:15]--[2013-12-13 Fri 09:45] =>  1:30
    CLOCK: [2013-12-09 Mon 14:58]--[2013-12-09 Mon 15:15] =>  0:17
    CLOCK: [2013-12-05 Thu 12:25]--[2013-12-05 Thu 13:04] =>  0:37
    CLOCK: [2013-12-05 Thu 10:09]--[2013-12-05 Thu 10:31] =>  0:22
    CLOCK: [2013-11-19 Tue 16:58]--[2013-11-19 Tue 17:37] =>  0:39
    CLOCK: [2013-11-19 Tue 16:20]--[2013-11-19 Tue 16:35] =>  0:15
    CLOCK: [2013-11-18 Mon 19:30]--[2013-11-18 Mon 20:05] =>  0:35
    CLOCK: [2013-11-05 Tue 14:45]--[2013-11-05 Tue 15:05] =>  0:20
    CLOCK: [2013-10-29 Tue 09:30]--[2013-10-29 Tue 10:25] =>  0:55
    CLOCK: [2013-10-19 Sat 12:10]--[2013-10-19 Sat 12:25] =>  0:15
    CLOCK: [2013-10-19 Sat 10:50]--[2013-10-19 Sat 11:25] =>  0:35
    :END:
    :PROPERTIES:
    :ID:       e5c80f02-c6d6-4260-b806-2530fa975965
    :END:

#+BEGIN: clocktable :maxlevel 2 :scope subtree
Clock summary at [2014-02-06 Thu 16:25]

| Headline     | Time    |
|--------------+---------|
| *Total time* | *10:16* |
|--------------+---------|
#+END:

**** DONE Produce CEJM-D-13-00091 report
     DEADLINE: <2014-02-08 Sat>
     :LOGBOOK:
     - State "DONE"       from "NEXT"       [2014-02-07 Fri 15:49]
     CLOCK: [2014-02-07 Fri 15:47]--[2014-02-07 Fri 15:49] =>  0:02
     CLOCK: [2014-02-07 Fri 14:55]--[2014-02-07 Fri 15:30] =>  0:35
     CLOCK: [2014-02-07 Fri 13:33]--[2014-02-07 Fri 14:06] =>  0:33
     CLOCK: [2014-02-07 Fri 11:21]--[2014-02-07 Fri 11:42] =>  0:21
     CLOCK: [2014-02-07 Fri 09:44]--[2014-02-07 Fri 09:59] =>  0:15
     :END:
**** DONE Referee space curves CSF dist comp.
   DEADLINE: <2013-04-17 Wed> SCHEDULED: <2013-02-04 Mon>
   - State "DONE"       from "NEXT"       [2013-02-13 Wed 13:48]
   :LOGBOOK:
   CLOCK: [2013-02-13 Wed 13:39]--[2013-02-13 Wed 13:48] =>  0:09
   CLOCK: [2013-02-13 Wed 13:02]--[2013-02-13 Wed 13:31] =>  0:29
   CLOCK: [2013-02-13 Wed 12:45]--[2013-02-13 Wed 13:00] =>  0:15
   CLOCK: [2013-02-13 Wed 10:35]--[2013-02-13 Wed 10:55] =>  0:20
   CLOCK: [2013-02-13 Wed 10:05]--[2013-02-13 Wed 13:00] =>  2:55
   CLOCK: [2013-02-11 Mon 10:35]--[2013-02-11 Mon 10:55] =>  0:20
   CLOCK: [2013-01-30 Wed 10:19]--[2013-01-30 Wed 10:55] =>  0:36
   CLOCK: [2013-01-25 Fri 12:52]--[2013-01-25 Fri 14:06] =>  1:14
   CLOCK: [2013-01-24 Thu 20:47]--[2013-01-24 Thu 21:28] =>  0:41
   CLOCK: [2013-01-24 Thu 20:05]--[2013-01-24 Thu 20:27] =>  0:22
   :END:
   :PROPERTIES:
   :ID:       5e7ae258-0dc1-492c-a8ce-7b311de879b1
   :END:
[[file:refs.org::#GEOM-D-13-00010][Distance comparison principle and Grayson type theorem in the three dimensional curve shortening flow]]

**** DONE Referee An application of dual convex bodies to the inverse Gauss curvature flow :FOCUS:
     DEADLINE: <2013-07-09 Tue>
     - State "DONE"       from "NEXT"       [2013-07-03 Wed 10:53]
     :LOGBOOK:
     CLOCK: [2013-07-03 Wed 10:11]--[2013-07-03 Wed 10:53] =>  0:42
     CLOCK: [2013-07-02 Tue 20:30]--[2013-07-02 Tue 21:34] =>  1:04
     CLOCK: [2013-07-02 Tue 17:05]--[2013-07-02 Tue 17:36] =>  0:31
     CLOCK: [2013-07-02 Tue 16:27]--[2013-07-02 Tue 16:52] =>  0:25
     CLOCK: [2013-07-02 Tue 12:15]--[2013-07-02 Tue 13:20] =>  1:05
     CLOCK: [2013-06-24 Mon 13:25]--[2013-06-24 Mon 13:50] =>  0:25
     CLOCK: [2013-06-21 Fri 17:40]--[2013-06-21 Fri 18:14] =>  0:34
     CLOCK: [2013-06-21 Fri 12:50]--[2013-06-21 Fri 14:50] =>  2:00
     CLOCK: [2013-06-19 Wed 14:16]--[2013-06-19 Wed 16:09] =>  1:53
     CLOCK: [2013-06-15 Sat 12:20]--[2013-06-15 Sat 14:17] =>  1:57
     CLOCK: [2013-06-12 Wed 11:57]--[2013-06-12 Wed 12:26] =>  0:29
     CLOCK: [2013-06-12 Wed 09:40]--[2013-06-12 Wed 10:10] =>  0:30
     CLOCK: [2013-06-12 Wed 08:10]--[2013-06-12 Wed 08:45] =>  0:35
     CLOCK: [2013-06-10 Mon 14:59]--[2013-06-10 Mon 16:39] =>  1:40
     :END:
     :PROPERTIES:
     :ID:       6d3de37a-1d47-49e2-9819-a8166e84e3de
     :END:
***** DONE Check paper
      :LOGBOOK:
      - State "DONE"       from "NEXT"       [2014-02-17 Mon 14:31]
      CLOCK: [2014-02-17 Mon 13:44]--[2014-02-17 Mon 14:20] =>  0:36
      CLOCK: [2014-02-17 Mon 11:25]--[2014-02-17 Mon 13:08] =>  1:43
      CLOCK: [2014-02-14 Fri 15:09]--[2014-02-14 Fri 15:52] =>  0:43
      CLOCK: [2014-02-13 Thu 12:33]--[2014-02-13 Thu 12:47] =>  0:14
      CLOCK: [2014-02-13 Thu 08:25]--[2014-02-13 Thu 09:14] =>  0:49
      CLOCK: [2014-02-11 Tue 15:05]--[2014-02-11 Tue 15:37] =>  0:32
      CLOCK: [2014-02-11 Tue 12:55]--[2014-02-11 Tue 12:58] =>  0:03
      CLOCK: [2014-02-11 Tue 12:52]--[2014-02-11 Tue 12:54] =>  0:02
      CLOCK: [2014-02-11 Tue 11:28]--[2014-02-11 Tue 11:48] =>  0:20
      CLOCK: [2013-12-13 Fri 14:30]--[2013-12-13 Fri 15:02] =>  0:32
      CLOCK: [2013-12-13 Fri 11:45]--[2013-12-13 Fri 12:00] =>  0:15
      :END:

***** DONE Write report
      :LOGBOOK:
      - State "DONE"       from "NEXT"       [2014-02-17 Mon 19:50]
      CLOCK: [2014-02-17 Mon 19:03]--[2014-02-17 Mon 19:50] =>  0:47
      CLOCK: [2014-02-17 Mon 14:37]--[2014-02-17 Mon 17:11] =>  2:34
      :END:

***** NEXT Write Ivaki review
     :LOGBOOK:
     CLOCK: [2013-08-11 Sun 09:40]--[2013-08-11 Sun 10:41] =>  1:01
     :END:
     :PROPERTIES:
     :ID:       58fbf901-2883-431f-ba90-9114d53176fb
     :END:
[[id:7715f668-b8c3-4b6b-a368-9217788bd2a2][An application of dual convex bodies to the inverse Gauss curvature flow]]
***** TODO Selected papers
  SCHEDULED: <2014-05-05 Mon>
  :LOGBOOK:
  CLOCK: [2013-08-04 Sun 09:49]--[2013-08-04 Sun 09:50] =>  0:01
  :END:
     :PROPERTIES:
     :ID:       476516a1-65f1-4bb8-9a88-f865ab70da09
     :END:
[2013-08-04 Sun 09:49]
- Clone selected papers
- Use overflow code for up/down voting, badges, reputation etc.. Google+ has plus 1. Where does the data get stored?
- It would also be nice to have profile pages. This can just be Google+, but we might want to pull in some extra data too.
- Make an overlay reference implementation. Use if for my publications on my website! This should get data from ArXiv and Sel. Papers and present it on any web page.
- How do we link directly (say from my webpage) to a Selected Papers paper with discussion?
- Should link to Gravatar profile. Can we put metadata in there?
***** NEXT Investigate software to use
      :LOGBOOK:
      CLOCK: [2014-04-03 Thu 20:49]--[2014-04-03 Thu 23:00] =>  2:11
      :END:
- selected papers
- Public Knowledge Project
- TeX build
****** Adam Bowers Journal Planning
       :LOGBOOK:
       CLOCK: [2014-04-03 Thu 11:49]--[2014-04-03 Thu 13:06] =>  1:17
       :END:
<2014-04-03 Thu 12:00-13:00>
****** DONE Set up tasks
       - State "DONE"       from "NEXT"       [2012-12-14 Fri 18:04]
       :LOGBOOK:
       CLOCK: [2012-12-14 Fri 17:20]--[2012-12-14 Fri 17:36] =>  0:16
       :END:
       :PROPERTIES:
       :ID:       324119e3-a5fc-4279-9d83-28ac27de824b
       :END:
******* DONE Copy text from thesis to paper
       	- State "DONE"       from "NEXT"       [2012-12-17 Mon 10:54]
       	- State "NEXT"       from "DONE"       [2012-12-13 Thu 16:06]
       	  I seem to have lost the changes!
       	- State "DONE"       from "NEXT"       [2012-11-15 Thu 14:58]
       	:LOGBOOK:
       	CLOCK: [2012-12-17 Mon 10:48]--[2012-12-17 Mon 10:54] =>  0:06
       	CLOCK: [2012-12-17 Mon 10:36]--[2012-12-17 Mon 10:43] =>  0:07
       	CLOCK: [2012-12-13 Thu 19:58]--[2012-12-13 Thu 20:35] =>  0:37
       	CLOCK: [2012-12-13 Thu 19:29]--[2012-12-13 Thu 19:51] =>  0:22
       	CLOCK: [2012-12-13 Thu 16:06]--[2012-12-13 Thu 16:43] =>  0:37
       	CLOCK: [2012-11-15 Thu 14:37]--[2012-11-15 Thu 14:58] =>  0:21
       	:END:
       	:PROPERTIES:
       	:ID:       1335d91c-32ec-499b-943b-107a42556b29
       	:END:
******* DONE Transcribe from notebooks into computer
       	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2013-12-03 Tue 13:09]
       	CLOCK: [2013-01-09 Wed 14:37]--[2013-01-09 Wed 15:04] =>  0:27
       	CLOCK: [2013-01-09 Wed 14:06]--[2013-01-09 Wed 14:31] =>  0:25
       	CLOCK: [2013-01-09 Wed 13:09]--[2013-01-09 Wed 13:49] =>  0:40
       	CLOCK: [2012-12-06 Thu 14:24]--[2012-12-06 Thu 14:56] =>  0:32
       	CLOCK: [2012-12-05 Wed 18:57]--[2012-12-05 Wed 19:53] =>  0:56
       	CLOCK: [2012-11-16 Fri 14:29]--[2012-11-16 Fri 15:17] =>  0:48
       	CLOCK: [2012-11-15 Thu 14:26]--[2012-11-15 Thu 14:37] =>  0:11
       	:END:
       	:PROPERTIES:
       	:ID:       c7d8d816-7767-4384-9e6b-ee1bbd453e62
       	:END:
******* DONE Make scans of working 
  :LOGBOOK:
  - State "DONE"       from "NEXT"       [2013-12-03 Tue 13:09]
  CLOCK: [2013-01-09 Wed 12:58]--[2013-01-09 Wed 13:09] =>  0:11
  :END:
    :PROPERTIES:
    :ID:       0dffabc1-bc62-4e97-a8d8-8f58d541bbc1
    :END:
[2012-11-16 Fri 15:19]

******* DONE Tidy up text
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2013-12-05 Thu 10:32]
	CLOCK: [2013-09-25 Wed 20:34]--[2013-09-25 Wed 20:51] =>  0:17
	:END:
	:PROPERTIES:
	:ID:       8d5d5e90-1bc6-47d8-965a-fae03c336c27
	:END:
******* DONE Write viscosity equation
       	- State "DONE"       from "NEXT"       [2012-12-14 Fri 18:08]
       	:LOGBOOK:
       	CLOCK: [2012-12-14 Fri 17:47]--[2012-12-14 Fri 18:09] =>  0:22
       	:END:
       	:PROPERTIES:
       	:ID:       cb2801d1-92c9-4f75-8668-738f04868007
       	:END: 
******* DONE Write Ricci comparison theorem
       	- State "DONE"       from "NEXT"       [2012-12-14 Fri 18:16]
       	:LOGBOOK:
       	CLOCK: [2012-12-14 Fri 18:09]--[2012-12-14 Fri 18:16] =>  0:07
       	:END:
       	:PROPERTIES:
       	:ID:       14a1b102-77f8-49e6-b175-d55351751e7a
       	:END:
******* DONE Write sphere comparison (brief)
       	- State "DONE"       from "NEXT"       [2012-12-17 Mon 11:19]
       	:LOGBOOK:
       	CLOCK: [2012-12-17 Mon 11:09]--[2012-12-17 Mon 11:19] =>  0:10
       	:END:
       	:PROPERTIES:
       	:ID:       98abaabf-bfd6-4a76-a363-d99dc50187ef
       	:END:
******* DONE Write planar comparison
       	- State "DONE"       from "NEXT"       [2013-01-14 Mon 16:44]
       	:LOGBOOK:
       	CLOCK: [2013-01-14 Mon 16:37]--[2013-01-14 Mon 16:44] =>  0:07
       	:END:
       	:PROPERTIES:
       	:ID:       f275815c-cbd9-4226-aa90-04753e3fe110
       	:END:
******* DONE Write hyperbolic stationary comparison
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2013-12-03 Tue 13:08]
	CLOCK: [2013-10-05 Sat 16:13]--[2013-10-05 Sat 19:50] =>  3:37
	CLOCK: [2013-10-05 Sat 14:18]--[2013-10-05 Sat 15:02] =>  0:44
	:END:
       	:PROPERTIES:
       	:ID:       159f6804-7554-45c3-a669-13c54169356f
       	:END:
******* DONE Write convergence
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-20 Thu 10:57]
	CLOCK: [2014-02-20 Thu 09:37]--[2014-02-20 Thu 10:57] =>  1:20
	CLOCK: [2014-02-13 Thu 10:38]--[2014-02-13 Thu 10:58] =>  0:20
	:END:
       	:PROPERTIES:
       	:ID:       cabddb49-adb4-4532-81d3-3f49f7b66dd6
       	:END:
******* DONE Write porous media
       	- State "DONE"       from "NEXT"       [2012-12-14 Fri 18:27]
       	:LOGBOOK:
       	CLOCK: [2012-12-14 Fri 18:20]--[2012-12-14 Fri 18:27] =>  0:07
       	:END:
       	:PROPERTIES:
       	:ID:       f209c72e-822e-45e0-bf45-4ee4e36f7c58
       	:END:
******* DONE Write introduction
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-27 Thu 13:02]
	CLOCK: [2014-02-27 Thu 11:29]--[2014-02-27 Thu 13:02] =>  1:33
	CLOCK: [2014-02-27 Thu 11:05]--[2014-02-27 Thu 11:17] =>  0:12
	:END:
       	:PROPERTIES:
       	:ID:       bbf31667-eee4-439b-abd6-cb0fd52e37fe
       	:END:
******* DONE Make 1st draft
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-27 Thu 15:47]
	CLOCK: [2014-02-13 Thu 10:58]--[2014-02-13 Thu 11:40] =>  0:42
	CLOCK: [2014-02-13 Thu 10:30]--[2014-02-13 Thu 10:38] =>  0:08
	CLOCK: [2014-01-31 Fri 14:51]--[2014-01-31 Fri 14:57] =>  0:06
	CLOCK: [2014-01-31 Fri 14:31]--[2014-01-31 Fri 14:51] =>  0:20
	CLOCK: [2014-01-31 Fri 13:32]--[2014-01-31 Fri 13:52] =>  0:20
	CLOCK: [2014-01-31 Fri 11:10]--[2014-01-31 Fri 11:45] =>  0:35
	CLOCK: [2014-01-01 Wed 14:04]--[2014-01-01 Wed 15:56] =>  1:52
	CLOCK: [2013-12-12 Thu 20:10]--[2013-12-12 Thu 21:16] =>  1:06
	CLOCK: [2013-12-10 Tue 11:44]--[2013-12-10 Tue 11:53] =>  0:09
	CLOCK: [2013-12-10 Tue 10:22]--[2013-12-10 Tue 11:44] =>  1:22
	CLOCK: [2013-12-09 Mon 16:12]--[2013-12-09 Mon 17:48] =>  1:36
	CLOCK: [2013-12-05 Thu 10:32]--[2013-12-05 Thu 11:29] =>  0:57
	CLOCK: [2013-12-03 Tue 13:10]--[2013-12-03 Tue 14:02] =>  0:52
	:END:
       :PROPERTIES:
       :ID:       5349a44a-61b3-4ba2-b795-cb73eac3482b
       :END:
- Cleaning up text to be consistent, proper refs etc.
******* DONE Change small and large scale behaviour in comparison to use asymptotics
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-20 Thu 16:38]
	CLOCK: [2014-02-20 Thu 16:14]--[2014-02-20 Thu 16:38] =>  0:24
	:END:
	:PROPERTIES:
	:ID:       a75942f7-4b42-433b-b839-dfe4720cc990
	:END:
******* DONE Add isoperimetric control to universal cover
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-20 Thu 15:39]
	CLOCK: [2014-02-20 Thu 14:52]--[2014-02-20 Thu 15:39] =>  0:47
	:END:
******* DONE Write abstract
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-27 Thu 15:47]
	CLOCK: [2014-02-27 Thu 15:25]--[2014-02-27 Thu 15:47] =>  0:22
	:END:
******* DONE Proof read final draft
	 DEADLINE: <2014-03-21 Fri>
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-17 Mon 20:50]
	 CLOCK: [2014-03-17 Mon 19:20]--[2014-03-17 Mon 20:51] =>  1:31
	 CLOCK: [2014-03-17 Mon 15:06]--[2014-03-17 Mon 16:14] =>  1:08
	 CLOCK: [2014-03-10 Mon 11:10]--[2014-03-10 Mon 11:25] =>  0:15
	 :END:
******* DONE Work out hyperbolic barrier
      :LOGBOOK:
      - State "DONE"       from "TODO"       [2014-02-13 Thu 10:39]
      CLOCK: [2013-10-20 Sun 19:40]--[2013-10-20 Sun 20:15] =>  0:35
      CLOCK: [2013-10-20 Sun 18:23]--[2013-10-20 Sun 19:32] =>  1:09
      CLOCK: [2013-10-20 Sun 17:35]--[2013-10-20 Sun 17:50] =>  0:15
      CLOCK: [2013-10-20 Sun 16:40]--[2013-10-20 Sun 17:21] =>  0:41
      CLOCK: [2013-10-20 Sun 13:25]--[2013-10-20 Sun 14:20] =>  0:55
      CLOCK: [2013-10-20 Sun 12:00]--[2013-10-20 Sun 12:25] =>  0:25
      CLOCK: [2013-10-13 Sun 19:17]--[2013-10-13 Sun 19:34] =>  0:17
      CLOCK: [2013-10-13 Sun 17:19]--[2013-10-13 Sun 18:22] =>  1:03
      CLOCK: [2013-10-13 Sun 16:06]--[2013-10-13 Sun 17:06] =>  1:00
      CLOCK: [2013-09-24 Tue 19:53]--[2013-09-24 Tue 21:13] =>  1:20
      CLOCK: [2013-01-14 Mon 16:10]--[2013-01-14 Mon 16:35] =>  0:25
      CLOCK: [2013-01-14 Mon 09:10]--[2013-01-14 Mon 09:36] =>  0:26
      CLOCK: [2013-01-14 Mon 08:27]--[2013-01-14 Mon 09:04] =>  0:37
      CLOCK: [2013-01-11 Fri 14:10]--[2013-01-11 Fri 14:30] =>  0:20
      CLOCK: [2013-01-09 Wed 10:05]--[2013-01-09 Wed 10:34] =>  0:29
      CLOCK: [2013-01-09 Wed 09:57]--[2013-01-09 Wed 09:58] =>  0:01
      CLOCK: [2013-01-09 Wed 09:37]--[2013-01-09 Wed 09:57] =>  0:20
      :END:
      :PROPERTIES:
      :ID:       9576f953-1b7f-4459-915a-b8378f6d8b80
      :END:
Try again to make this exponential barrier work.
******** DONE Check concavity for ranges of b
	 SCHEDULED: <2013-10-21 Mon>
         :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2013-10-23 Wed 15:42]
	 CLOCK: [2013-10-23 Wed 14:10]--[2013-10-23 Wed 15:20] =>  1:10
	 CLOCK: [2013-10-22 Tue 18:39]--[2013-10-22 Tue 19:44] =>  1:05
	 CLOCK: [2013-10-22 Tue 17:50]--[2013-10-22 Tue 18:19] =>  0:29
	 CLOCK: [2013-10-22 Tue 13:51]--[2013-10-22 Tue 15:01] =>  1:10
	 CLOCK: [2013-10-21 Mon 13:22]--[2013-10-21 Mon 13:50] =>  0:28
	 CLOCK: [2013-10-20 Sun 20:15]--[2013-10-20 Sun 20:19] =>  0:04
	 :END:
	 :PROPERTIES:
	 :ID:       0e9eb0a6-a577-46cf-be64-4ee6e3594a9a
	 :ORDERED:  t
	 :END:
[2013-10-20 Sun 20:15]
For the hyperbolic barrier, concavity should fail when $b$ is too large. For how large, see D of 20/10 notes.

I have a lower bound for the numerator. To get an upper bound for the denominator for large x, take x around 1000 and add little bit. Then I just choose $b$ larger than the quotient and I should lose concavity.
******** DONE Write up concavity
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2013-10-23 Wed 17:07]
	 CLOCK: [2013-10-23 Wed 15:46]--[2013-10-23 Wed 17:07] =>  1:21
	 :END:
******** DONE Find range of b,c for diff. ineq.
	 SCHEDULED: <2013-10-23 Wed>
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2013-11-14 Thu 16:11]
	 CLOCK: [2013-11-14 Thu 12:05]--[2013-11-14 Thu 12:27] =>  0:22
	 CLOCK: [2013-11-12 Tue 18:35]--[2013-11-12 Tue 20:20] =>  1:45
	 CLOCK: [2013-11-12 Tue 17:25]--[2013-11-12 Tue 17:54] =>  0:29
	 CLOCK: [2013-11-12 Tue 15:53]--[2013-11-12 Tue 17:10] =>  1:17
	 CLOCK: [2013-11-12 Tue 14:34]--[2013-11-12 Tue 15:10] =>  0:36
	 CLOCK: [2013-11-07 Thu 18:53]--[2013-11-07 Thu 20:05] =>  1:12
	 CLOCK: [2013-10-31 Thu 11:42]--[2013-10-31 Thu 12:08] =>  0:26
	 CLOCK: [2013-10-30 Wed 17:40]--[2013-10-30 Wed 18:05] =>  0:25
	 CLOCK: [2013-10-30 Wed 16:30]--[2013-10-30 Wed 17:20] =>  0:50
	 CLOCK: [2013-10-28 Mon 12:26]--[2013-10-28 Mon 14:01] =>  1:35
	 CLOCK: [2013-10-28 Mon 10:05]--[2013-10-28 Mon 11:55] =>  1:50
	 CLOCK: [2013-10-24 Thu 16:27]--[2013-10-24 Thu 17:45] =>  1:18
	 CLOCK: [2013-10-24 Thu 13:20]--[2013-10-24 Thu 15:30] =>  2:10
	 :END:
	 :PROPERTIES:
	 :ID:       a3d9855d-0e89-4b4a-b803-14f13cab7b55
	 :END:
******** DONE Write range of b,c for diff. ineq.
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-02-13 Thu 10:39]
	 CLOCK: [2013-11-14 Thu 14:35]--[2013-11-14 Thu 16:11] =>  1:36
	 CLOCK: [2013-11-14 Thu 12:27]--[2013-11-14 Thu 13:35] =>  1:08
	 CLOCK: [2013-11-14 Thu 10:35]--[2013-11-14 Thu 11:34] =>  0:59
	 :END:
	 :PROPERTIES:
	 :ID:       61537dd1-af20-481c-8743-88fabf4cd342
	 :END:
******* DONE Check high genus comparison computations
       	- State "DONE"       from "NEXT"       [2013-02-06 Wed 14:57]
       	:LOGBOOK:
       	CLOCK: [2013-01-11 Fri 13:00]--[2013-01-11 Fri 14:10] =>  1:10
       	CLOCK: [2013-01-11 Fri 07:30]--[2013-01-11 Fri 08:05] =>  0:35
       	:END:
       	:PROPERTIES:
       	:ID:       60cbd811-022c-4afa-bb52-bc82b8694314
       	:END:			     
******* DONE Write comparison theorem without strict equality
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-25 Tue 19:40]
	CLOCK: [2014-02-25 Tue 19:05]--[2014-02-25 Tue 19:40] =>  0:35
	CLOCK: [2014-02-20 Thu 16:38]--[2014-02-20 Thu 16:40] =>  0:02
	:END:
[2014-01-31 Fri 14:51]
****** DONE Things to fix
       :LOGBOOK:
       - State "DONE"       from "TODO"       [2014-02-20 Thu 09:35]
       CLOCK: [2014-02-20 Thu 09:35]--[2014-02-20 Thu 09:37] =>  0:02
       :END:
******* DONE Fix asymptotics in Cor 3.5
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-20 Thu 09:35]
	CLOCK: [2014-02-20 Thu 09:33]--[2014-02-20 Thu 09:35] =>  0:02
	:END:
The sentence before is also wrong.
The $K$ term should be divided by $8\pi$.
******* DONE Put on ArXiv
	 DEADLINE: <2014-03-21 Fri>
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-03-18 Tue 17:33]
	 CLOCK: [2014-03-18 Tue 15:49]--[2014-03-18 Tue 17:33] =>  1:44
	 CLOCK: [2014-03-18 Tue 12:14]--[2014-03-18 Tue 12:29] =>  0:15
	 CLOCK: [2014-03-18 Tue 11:15]--[2014-03-18 Tue 11:37] =>  0:22
	 CLOCK: [2014-03-18 Tue 09:57]--[2014-03-18 Tue 11:04] =>  1:07
	 CLOCK: [2014-03-17 Mon 23:06]--[2014-03-17 Mon 23:31] =>  0:25
	 :END:
**** TODO alpha CSF distance comparison 			  :CSF_ALPHA:
   :LOGBOOK:
   CLOCK: [2013-07-19 Fri 09:53]--[2013-07-19 Fri 09:55] =>  0:02
   CLOCK: [2013-07-16 Tue 11:39]--[2013-07-16 Tue 11:40] =>  0:01
   CLOCK: [2013-07-12 Fri 18:24]--[2013-07-12 Fri 18:25] =>  0:01
   CLOCK: [2013-07-11 Thu 12:42]--[2013-07-11 Thu 12:44] =>  0:02
   CLOCK: [2013-07-11 Thu 11:47]--[2013-07-11 Thu 11:54] =>  0:07
   CLOCK: [2013-07-11 Thu 10:03]--[2013-07-11 Thu 10:04] =>  0:01
   CLOCK: [2013-02-14 Thu 12:21]--[2013-02-14 Thu 12:29] =>  0:08
   CLOCK: [2013-02-14 Thu 12:15]--[2013-02-14 Thu 12:21] =>  0:06
   CLOCK: [2013-02-14 Thu 11:53]--[2013-02-14 Thu 12:05] =>  0:12
   CLOCK: [2013-02-14 Thu 09:59]--[2013-02-14 Thu 10:44] =>  0:45
   CLOCK: [2012-12-18 Tue 15:11]--[2012-12-18 Tue 15:12] =>  0:01
   :END:
   :PROPERTIES:
   :ID:       82bbca25-be33-478e-9fc2-ee07aff558c7
   :END:
[[file:~/working/academic/research/alphacsf_dist_comp]]
[[file:~/publish/alphacsf_dist_comp/alphacsf_dist_comp.pdf]]
****** DONE Set up exact tasks
       - State "DONE"       from "NEXT"       [2012-12-20 Thu 11:42]
       :LOGBOOK:
       CLOCK: [2012-12-20 Thu 11:40]--[2012-12-20 Thu 11:42] =>  0:02
       :END:
       :PROPERTIES:
       :ID:       4f722f4b-5144-460f-99ed-df219865ff85
       :END:
******* DONE Redo computation with correct normalised flow
       	- State "DONE"       from "NEXT"       [2013-02-26 Tue 15:04]
       	:LOGBOOK:
       	CLOCK: [2013-02-26 Tue 13:46]--[2013-02-26 Tue 15:04] =>  1:18
       	CLOCK: [2013-02-26 Tue 12:08]--[2013-02-26 Tue 13:10] =>  1:02
       	CLOCK: [2013-02-26 Tue 11:35]--[2013-02-26 Tue 11:53] =>  0:18
       	CLOCK: [2013-02-25 Mon 20:22]--[2013-02-25 Mon 21:15] =>  0:53
       	CLOCK: [2013-02-25 Mon 13:25]--[2013-02-25 Mon 14:58] =>  1:33
       	CLOCK: [2013-02-25 Mon 12:49]--[2013-02-25 Mon 13:17] =>  0:28
       	CLOCK: [2013-02-25 Mon 11:31]--[2013-02-25 Mon 12:09] =>  0:38
       	CLOCK: [2013-02-22 Fri 15:30]--[2013-02-22 Fri 16:05] =>  0:35
       	CLOCK: [2013-02-21 Thu 14:04]--[2013-02-21 Thu 14:05] =>  0:01
       	CLOCK: [2013-02-21 Thu 12:56]--[2013-02-21 Thu 13:57] =>  1:01
       	:END:
       	:PROPERTIES:
       	:ID:       d012ffc5-cbec-4f58-8df9-91782762eb0d
       	:END:
******* DONE Work our normalised flow
    :LOGBOOK:
    CLOCK: [2013-02-20 Wed 13:55]--[2013-02-20 Wed 15:05] =>  1:10
    :END:
    - State "DONE"       from "NEXT"       [2013-02-20 Wed 07:26]
    :PROPERTIES:
    :ID:       b63d50df-619a-46e9-88f4-460accb55823
    :END:
My computations were for the un-normalised flow.
******* DONE Work out normalised flow for general speeds
       	- State "DONE"       from "NEXT"       [2013-07-16 Tue 11:39]
       	:LOGBOOK:
       	CLOCK: [2013-07-16 Tue 10:56]--[2013-07-16 Tue 11:39] =>  0:43
       	CLOCK: [2013-07-15 Mon 14:45]--[2013-07-15 Mon 16:30] =>  1:45
       	:END:

******* DONE Transcribe variational argument from notebook
       	- State "DONE"       from "NEXT"       [2012-12-19 Wed 11:20]
       	:LOGBOOK:
       	CLOCK: [2012-12-19 Wed 10:02]--[2012-12-19 Wed 11:19] =>  1:17
       	CLOCK: [2012-12-18 Tue 18:10]--[2012-12-18 Tue 18:20] =>  0:10
       	CLOCK: [2012-12-18 Tue 13:26]--[2012-12-18 Tue 15:11] =>  1:45
       	CLOCK: [2012-12-18 Tue 12:10]--[2012-12-18 Tue 12:35] =>  0:25
       	:END:
       	:PROPERTIES:
       	:ID:       e326f80a-7e84-497c-949e-c91f0c47581f
       	:END:
******* DONE Work out spectral argument
       	- State "DONE"       from "TODO"       [2012-12-18 Tue 20:00]
       	:LOGBOOK:
       	CLOCK: [2012-12-18 Tue 18:20]--[2012-12-18 Tue 20:00] =>  1:40
       	:END:
******* DONE Rewrite more sophisticated variational argument
    - State "DONE"       from "NEXT"       [2013-02-19 Tue 08:04]
    :LOGBOOK:
    CLOCK: [2013-02-18 Mon 20:57]--[2013-02-18 Mon 21:45] =>  0:48
    CLOCK: [2013-02-18 Mon 14:02]--[2013-02-18 Mon 14:34] =>  0:32
    CLOCK: [2013-02-15 Fri 10:35]--[2013-02-15 Fri 10:43] =>  0:08
    CLOCK: [2013-02-15 Fri 10:33]--[2013-02-15 Fri 10:34] =>  0:01
    :END:
    :PROPERTIES:
    :ID:       bd810aa6-d6aa-4b03-8fca-f4fa0f549cdd
    :END: 
This should not involve partial derivatives by tangent vectors to $S^1$ like in the CSF paper.
******* DONE Write viscosity equation without specifying curvature integral bounds
       - State "DONE"       from "NEXT"       [2013-07-11 Thu 11:47]
       :LOGBOOK:
       CLOCK: [2013-07-11 Thu 11:45]--[2013-07-11 Thu 11:47] =>  0:02
       CLOCK: [2013-07-11 Thu 10:24]--[2013-07-11 Thu 11:12] =>  0:48
       :END:
It might be useful just to write the viscosity equation with the curvature bounds in the equation. Then we have a comparison whenever we can estimate the integral bounds.
******* DONE Work out barrier inequality
       - State "DONE"       from "NEXT"       [2013-07-19 Fri 12:39]
       :LOGBOOK:
       CLOCK: [2013-07-19 Fri 09:55]--[2013-07-19 Fri 10:15] =>  0:20
       CLOCK: [2013-07-19 Fri 09:40]--[2013-07-19 Fri 09:49] =>  0:09
       CLOCK: [2013-07-17 Wed 14:37]--[2013-07-17 Wed 15:33] =>  0:56
       CLOCK: [2013-07-17 Wed 09:33]--[2013-07-17 Wed 10:51] =>  1:18
       CLOCK: [2013-07-16 Tue 17:45]--[2013-07-16 Tue 18:20] =>  0:35
       CLOCK: [2013-07-16 Tue 15:25]--[2013-07-16 Tue 16:00] =>  0:35
       CLOCK: [2013-07-16 Tue 13:15]--[2013-07-16 Tue 13:51] =>  0:36
       CLOCK: [2013-07-11 Thu 16:20]--[2013-07-11 Thu 17:11] =>  0:51
       CLOCK: [2013-07-10 Wed 19:17]--[2013-07-10 Wed 21:28] =>  2:11
       CLOCK: [2013-07-10 Wed 15:30]--[2013-07-10 Wed 16:00] =>  0:30
       :END:
       :PROPERTIES:
       :ID:       7efb2712-f7fe-43c4-bc59-169056dbf63b
       :END:
- Is there something that can be deduced for optimal points/concavity by inequalities in the barrier sense? E.g. something like Bavard/Pansu and Sternberg/Zunbrum.
- Note that $\chordarcprofile^2$ is not concave for $\sphere^1$. So it's not worth trying to show that $\chordarcprofile^2(x) + k_0 x^2$ is concave when $\curvecurv \geq k_0$.
- It is true that convex curves have concave profiles however.
- I should note that we don't have square concavity.
- Is it true that convex curves have smooth profile?
******* DONE Rewrite spatial viscosity using minimiser expressions
       	- State "DONE"       from "NEXT"       [2013-07-19 Fri 16:53]
       	:LOGBOOK:
       	CLOCK: [2013-07-19 Fri 15:25]--[2013-07-19 Fri 16:53] =>  1:28
       	:END:

******* DONE Write as viscosity equation
	- State "DONE"       from "NEXT"       [2013-07-10 Wed 19:17]
	:LOGBOOK:
	CLOCK: [2013-07-09 Tue 21:05]--[2013-07-09 Tue 21:25] =>  0:20
	CLOCK: [2013-07-09 Tue 19:01]--[2013-07-09 Tue 20:06] =>  1:05
	CLOCK: [2013-07-09 Tue 15:36]--[2013-07-09 Tue 17:09] =>  1:33
	CLOCK: [2013-07-09 Tue 15:04]--[2013-07-09 Tue 15:31] =>  0:27
	CLOCK: [2013-06-24 Mon 19:45]--[2013-06-24 Mon 20:25] =>  0:40
	CLOCK: [2013-06-24 Mon 16:16]--[2013-06-24 Mon 17:06] =>  0:50
	CLOCK: [2013-06-24 Mon 11:06]--[2013-06-24 Mon 11:42] =>  0:36
	CLOCK: [2013-06-24 Mon 10:37]--[2013-06-24 Mon 11:02] =>  0:25
	CLOCK: [2013-05-15 Wed 14:20]--[2013-05-15 Wed 14:50] =>  0:30
	:END:
	:PROPERTIES:
	:ID:       aafcb944-6080-4da1-9b70-bbb51dd1bc97
	:END:
******* DONE Touch up temporal viscosity equation
       - State "DONE"       from "NEXT"       [2013-07-11 Thu 10:03]
       :LOGBOOK:
       CLOCK: [2013-07-11 Thu 09:42]--[2013-07-11 Thu 10:03] =>  0:21
       :END:
Need to make it consistent with spatial viscosity bit.
******* DONE Write introduction
       	- State "DONE"       from "NEXT"       [2013-02-21 Thu 12:56]
       	:LOGBOOK:
       	CLOCK: [2013-02-21 Thu 12:51]--[2013-02-21 Thu 12:56] =>  0:05
       	CLOCK: [2013-02-21 Thu 11:55]--[2013-02-21 Thu 12:09] =>  0:14
       	CLOCK: [2013-02-20 Wed 13:30]--[2013-02-20 Wed 13:54] =>  0:24
       	CLOCK: [2013-02-19 Tue 16:36]--[2013-02-19 Tue 17:42] =>  1:06
       	CLOCK: [2013-02-19 Tue 09:47]--[2013-02-19 Tue 10:05] =>  0:18
       	CLOCK: [2013-02-19 Tue 09:29]--[2013-02-19 Tue 10:22] =>  0:53
       	CLOCK: [2013-02-19 Tue 08:06]--[2013-02-19 Tue 08:38] =>  0:32
       	:END:
       	:PROPERTIES:
       	:ID:       f830177c-d9ea-4120-82f6-d0af42487036
       	:END:
******* DONE Change max principle to $Z \geq 0$
       	- State "DONE"       from "NEXT"       [2013-02-26 Tue 21:49]
       	:LOGBOOK:
       	CLOCK: [2013-02-26 Tue 21:02]--[2013-02-26 Tue 21:49] =>  0:47
       	CLOCK: [2013-02-26 Tue 20:37]--[2013-02-26 Tue 20:43] =>  0:06
       	CLOCK: [2013-02-26 Tue 19:25]--[2013-02-26 Tue 20:30] =>  1:05
       	:END:
       	:PROPERTIES:
       	:ID:       76a2b612-5546-4a90-a96b-9acdc9d850b4
       	:END:
******* DONE Change max principle back to $Z$ improving!
    - State "DONE"       from "NEXT"       [2013-02-27 Wed 14:34]
    :LOGBOOK:
    CLOCK: [2013-02-27 Wed 14:06]--[2013-02-27 Wed 14:34] =>  0:28
    :END:
    :PROPERTIES:
    :ID:       ddad714e-5a0c-45cf-93b0-0d48d52807b2
    :END:
Provided $\tilde{Z}(0)\geq 0$ I think we can get improving, not just positivity!
******* DONE Make lemma with differentials at the minimiser
       - State "DONE"       from "NEXT"       [2013-07-11 Thu 12:42]
       :LOGBOOK:
       CLOCK: [2013-07-11 Thu 11:54]--[2013-07-11 Thu 12:42] =>  0:48
       :END:
- Consequences of vanishing first variation in same lemma.
******* DONE Write hessian of d at minimiser and eigenvectors of $M_{\pm}$
       - State "DONE"       from "NEXT"       [2013-07-19 Fri 12:39]
       - State "NEXT"       from "CANCELLED"  [2013-07-19 Fri 10:14] \\
	 Gracious me! Indeed this *is* useful. I need the formula for variations of $d$ at the minimiser subject to the constraint that $\ell$ is fixed.
       - State "CANCELLED"  from "NEXT"       [2013-07-19 Fri 09:53] \\
	 Actually, I don't want this! Really what I want is the formulae for variations of $\chordarcprofile$ at the minimiser so it does go in the barrier inequality part.
       :LOGBOOK:
       CLOCK: [2013-07-19 Fri 10:15]--[2013-07-19 Fri 12:39] =>  2:24
       CLOCK: [2013-07-19 Fri 09:49]--[2013-07-19 Fri 09:53] =>  0:04
       :END:
       - State "NEXT"       from "CANCELLED"  [2013-07-17 Wed 09:32] \\
	 It may actually be useful after all. Mostly this is for the barrier inequality. 
       - State "CANCELLED"  from "NEXT"       [2013-07-11 Thu 15:41] \\
	 Not useful. We need the hessian of $Z$ at the minimiser which I've already got in the viscosity equation.
       :PROPERTIES:
       :ID:       2aa06efe-a96c-4ec0-9eb6-95373a35a5c6
       :END:
- Write expression for $D^2 d$
- Get eigenvalues of $M_{\pm}$ and derive null eigenvector identity
- Write expression for variations and also variations at the minimiser.

******* DONE Change to concave comparison.
    - State "DONE"       from "NEXT"       [2013-02-27 Wed 10:41]
    :LOGBOOK:
    CLOCK: [2013-02-27 Wed 10:07]--[2013-02-27 Wed 10:41] =>  0:34
    CLOCK: [2013-02-27 Wed 08:20]--[2013-02-27 Wed 08:54] =>  0:34
    :END:
    :PROPERTIES:
    :ID:       8fc84005-747c-4a3e-addb-cfdc8f0ed2a3
    :END:
Probably also need concave comparison functions. This should rule out $\tang_p = \tang_q$.
******* DONE Email Ben about integral estimate and model solutions
       	- State "DONE"       from "NEXT"       [2013-02-21 Thu 11:49]
       	:LOGBOOK:
       	CLOCK: [2013-02-21 Thu 11:44]--[2013-02-21 Thu 11:49] =>  0:05
       	:END:
       	:PROPERTIES:
       	:ID:       5cf57941-4d6b-47ca-9ed3-72ed629e304e
       	:END:
******* NEXT Estimate integrals for max principle arg
	 SCHEDULED: <2014-04-02 Wed>

    :LOGBOOK:
    - State "NEXT"       from "DONE"       [2014-04-01 Tue 20:33] \\
      It's still not written up.
    - State "DONE"       from "NEXT"       [2013-05-15 Wed 16:14]
    CLOCK: [2013-02-27 Wed 14:34]--[2013-02-27 Wed 15:24] =>  0:50
    CLOCK: [2012-12-21 Fri 13:30]--[2012-12-21 Fri 15:32] =>  2:02
    CLOCK: [2012-12-21 Fri 11:02]--[2012-12-21 Fri 11:51] =>  0:49
    CLOCK: [2012-12-20 Thu 21:14]--[2012-12-20 Thu 21:46] =>  0:32
    CLOCK: [2012-12-20 Thu 18:45]--[2012-12-20 Thu 21:07] =>  2:22
    CLOCK: [2012-12-20 Thu 15:22]--[2012-12-20 Thu 18:07] =>  2:45
    CLOCK: [2012-12-20 Thu 11:42]--[2012-12-20 Thu 12:05] =>  0:23
    :END:
    :PROPERTIES:
    :ID:       2d45cee3-0bf7-482b-a10e-9caca013f87e
    :END:
This requires an estimate of $\int k f(k)$ analogous to Holder's for CSF where $f(k)=k$.

******** NEXT Try similarity soln as in CSF case
	:LOGBOOK:
	CLOCK: [2013-07-22 Mon 19:30]--[2013-07-22 Mon 20:30] =>  1:00
	CLOCK: [2013-07-20 Sat 18:40]--[2013-07-20 Sat 21:05] =>  2:25
	CLOCK: [2013-07-20 Sat 14:50]--[2013-07-20 Sat 17:45] =>  2:55
	CLOCK: [2013-07-20 Sat 09:50]--[2013-07-20 Sat 11:40] =>  1:50
	:END:
    :PROPERTIES:
    :ID:       e33f844d-a7a7-406b-bf25-002f515cb649
    :END:
There is a remark by Ben that our function comes from seeking a similarity solution. Does this work for general $f$?
******** NEXT Prove maximum principle
	 :LOGBOOK:
	 CLOCK: [2014-03-21 Fri 13:55]--[2014-03-21 Fri 16:06] =>  2:11
	 :END:
- if we have initial inequality of isoprofiles, this is preserved under the flow
******* DONE Clean up text
       	- State "DONE"       from "NEXT"       [2013-06-23 Sun 16:06]
       	:LOGBOOK:
       	CLOCK: [2013-03-27 Wed 11:18]--[2013-03-27 Wed 12:08] =>  0:50
       	CLOCK: [2013-03-27 Wed 10:33]--[2013-03-27 Wed 11:03] =>  0:30
       	CLOCK: [2013-03-06 Wed 21:05]--[2013-03-06 Wed 21:32] =>  0:27
       	CLOCK: [2013-03-06 Wed 20:30]--[2013-03-06 Wed 20:56] =>  0:26
       	:END:
       	:PROPERTIES:
       	:ID:       82f38b9b-cfa1-4312-bbec-ef8a1c8afd17
       	:END:
******* DONE Add a section on chord/arc-profile
       	- State "DONE"       from "NEXT"       [2013-07-10 Wed 19:18]
       	:LOGBOOK:
       	CLOCK: [2013-07-10 Wed 13:13]--[2013-07-10 Wed 14:28] =>  1:15
       	CLOCK: [2013-07-10 Wed 12:17]--[2013-07-10 Wed 12:32] =>  0:15
       	CLOCK: [2013-07-10 Wed 11:39]--[2013-07-10 Wed 12:11] =>  0:32
       	CLOCK: [2013-07-10 Wed 10:54]--[2013-07-10 Wed 11:32] =>  0:38
       	:END:
       	:PROPERTIES:
       	:ID:       cc7a64a2-bc18-4f6b-a239-289231e67efe
       	:END:
******* DONE Fix up spatial viscosity equation.
       	- State "DONE"       from "NEXT"       [2013-07-12 Fri 16:59]
       	:LOGBOOK:
       	CLOCK: [2013-07-12 Fri 15:37]--[2013-07-12 Fri 16:59] =>  1:22
       	:END:
******* DONE Clean up text
       - State "DONE"       from "NEXT"       [2013-07-19 Fri 12:40]
       :LOGBOOK:
       CLOCK: [2013-07-16 Tue 10:40]--[2013-07-16 Tue 10:56] =>  0:16
       CLOCK: [2013-07-12 Fri 18:25]--[2013-07-12 Fri 18:30] =>  0:05
       CLOCK: [2013-07-12 Fri 17:08]--[2013-07-12 Fri 18:02] =>  0:54
       CLOCK: [2013-07-12 Fri 09:55]--[2013-07-12 Fri 11:20] =>  1:25
       CLOCK: [2013-07-11 Thu 15:49]--[2013-07-11 Thu 16:20] =>  0:31
       :END:
       :PROPERTIES:
       :ID:       651bc412-e74b-4e34-ac52-03e954904dd5
       :END:
A few typos and what not came in after rearranging
******* DONE Define indicator functions
       - State "DONE"       from "NEXT"       [2013-07-12 Fri 18:24]
       :LOGBOOK:
       CLOCK: [2013-07-12 Fri 18:02]--[2013-07-12 Fri 18:24] =>  0:22
       :END:
Let $\xi(p_0, q_0) = 0$ if $\tang_{p_0}=\tang_{q_0}$ and $1$ otherwise. Then I can write one viscosity equation.

******* NEXT Final proof read
	:LOGBOOK:
	CLOCK: [2014-02-12 Wed 15:16]--[2014-02-12 Wed 15:40] =>  0:24
	CLOCK: [2014-02-12 Wed 13:37]--[2014-02-12 Wed 14:01] =>  0:24
	:END:
	:PROPERTIES:
	:ID:       f1d7910c-9c30-42b9-8cb4-4adddf861112
	:END:
******* DONE Find references for previous work
       	- State "DONE"       from "NEXT"       [2013-06-23 Sun 16:06]
       	:LOGBOOK:
       	CLOCK: [2013-03-28 Thu 09:23]--[2013-03-28 Thu 10:43] =>  1:20
       	CLOCK: [2013-03-27 Wed 20:22]--[2013-03-27 Wed 21:09] =>  0:47
       	CLOCK: [2013-03-27 Wed 17:08]--[2013-03-27 Wed 17:47] =>  0:39
       	CLOCK: [2013-03-27 Wed 15:58]--[2013-03-27 Wed 16:32] =>  0:34
       	CLOCK: [2013-03-27 Wed 15:12]--[2013-03-27 Wed 15:49] =>  0:37
       	CLOCK: [2013-03-27 Wed 10:22]--[2013-03-27 Wed 10:28] =>  0:06
       	:END:
       	:PROPERTIES:
       	:ID:       261f30d2-0431-484a-bfaa-ee318fdb682d
       	:END:
******* NEXT Write asymptotics
       :LOGBOOK:
       CLOCK: [2013-12-09 Mon 10:00]--[2013-12-09 Mon 11:30] =>  1:30
       CLOCK: [2013-12-08 Sun 20:15]--[2013-12-08 Sun 20:52] =>  0:37
       CLOCK: [2013-12-08 Sun 15:10]--[2013-12-08 Sun 15:23] =>  0:13
       CLOCK: [2013-08-02 Fri 14:15]--[2013-08-02 Fri 16:25] =>  2:10
       CLOCK: [2013-08-02 Fri 12:50]--[2013-08-02 Fri 13:25] =>  0:35
       CLOCK: [2013-07-26 Fri 14:30]--[2013-07-26 Fri 18:00] =>  3:30
       CLOCK: [2013-07-13 Sat 10:36]--[2013-07-13 Sat 12:12] =>  1:36
       CLOCK: [2013-07-12 Fri 11:20]--[2013-07-12 Fri 11:39] =>  0:19
       :END:
       :PROPERTIES:
       :ID:       21c4ab7e-6891-48d6-b551-9932702a3a3a
       :END:
******* NEXT Get lower bound asymptotics
	:LOGBOOK:
	CLOCK: [2013-12-08 Sun 13:10]--[2013-12-08 Sun 15:10] =>  2:00
	:END:
	:PROPERTIES:
	:ID:       764df61c-d8f8-48f8-a4fe-f66d7138f116
	:END:
- Need to get lower bound

****** DONE Work out curvature evolution in coords
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2013-12-17 Tue 12:56]
       CLOCK: [2013-10-21 Mon 11:35]--[2013-10-21 Mon 12:37] =>  1:02
       :END:
       :PROPERTIES:
       :ID:       072484d3-34af-4d34-b8bc-f1a9e44913f7
       :END:
****** DONE Prove smooth backward convergence to equator implies round circle
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2013-12-17 Tue 12:56]
       CLOCK: [2013-12-03 Tue 15:16]--[2013-12-03 Tue 16:51] =>  1:35
       :END:
       :PROPERTIES:
       :ID:       8c4123a3-7132-43fa-8bff-57827ae1c8ad
       :END:
That is, Ben and Janelle have proven the backward convergence, and to finish we need to show the solution is the shrinking round circle
****** DONE Write outline of Alexandrov reflection argument
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-02-04 Tue 16:15]
       CLOCK: [2013-12-17 Tue 12:57]--[2013-12-17 Tue 14:14] =>  1:17
       :END:
       :PROPERTIES:
       :ID:       e4309a03-3450-4994-a651-42e0666fb7a0
       :END:
******* DONE Write paper outline
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-04-02 Wed 14:00]
	CLOCK: [2014-02-28 Fri 10:46]--[2014-02-28 Fri 11:11] =>  0:25
	CLOCK: [2014-02-27 Thu 18:34]--[2014-02-27 Thu 19:40] =>  1:06
	CLOCK: [2014-02-27 Thu 14:35]--[2014-02-27 Thu 15:25] =>  0:50
	:END:
******* DONE Incorporate Janelle's work
	 DEADLINE: <2014-03-31 Mon>
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-04-03 Thu 17:22]
	 CLOCK: [2014-04-02 Wed 22:26]--[2014-04-02 Wed 23:32] =>  1:06
	 CLOCK: [2014-04-02 Wed 14:00]--[2014-04-02 Wed 14:26] =>  0:26
	 CLOCK: [2014-03-19 Wed 11:29]--[2014-03-19 Wed 12:36] =>  1:07
	 CLOCK: [2014-03-18 Tue 20:21]--[2014-03-18 Tue 21:18] =>  0:57
	 CLOCK: [2014-03-17 Mon 11:34]--[2014-03-17 Mon 12:48] =>  1:14
	 :END:
******* DONE Write Harnack
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-28 Fri 14:36]
	CLOCK: [2014-02-28 Fri 13:15]--[2014-02-28 Fri 14:45] =>  1:30
	CLOCK: [2014-02-28 Fri 11:26]--[2014-02-28 Fri 11:42] =>  0:16
	:END:
******* DONE Write details of curvature bounds
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-04-02 Wed 14:25]
	CLOCK: [2014-02-28 Fri 15:35]--[2014-02-28 Fri 15:53] =>  0:18
	:END:
******* TODO Write details of Alexandrov reflection
	:LOGBOOK:
	CLOCK: [2014-04-02 Wed 14:33]--[2014-04-02 Wed 16:14] =>  1:41
	CLOCK: [2014-04-02 Wed 14:26]--[2014-04-02 Wed 14:32] =>  0:06
	:END:
******** NEXT Define distance along equatorial projection and fix ordering
	 :LOGBOOK:
	 CLOCK: [2014-04-03 Thu 17:22]--[2014-04-03 Thu 17:42] =>  0:20
	 :END:
Given $X$ in the equator, let $\rho_{\alpha}(X)$ be the infimum of the lengths of the geodesic segment joining the points in $\alpha \intersect \pi^{-1}(X)$ to $X$. The order should be in $\rho_{\alpha} > \rho_{\beta}$. Write the subsequent text using $\rho$.
******** NEXT Write backwards approximate symmetry
	 :LOGBOOK:
	 CLOCK: [2014-04-02 Wed 23:32]--[2014-04-03 Thu 00:20] =>  0:48
	 :END:
******* DONE Prove ancient solutions lie in a hemisphere
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-02-27 Thu 14:35]
	CLOCK: [2014-02-04 Tue 16:27]--[2014-02-04 Tue 16:41] =>  0:14
	:END:
****** Meetings
       <2013-12-13 Fri 12:00-13:00>
       :LOGBOOK:
       CLOCK: [2013-12-13 Fri 12:00]--[2013-12-13 Fri 13:30] =>  1:30
       CLOCK: [2013-11-18 Mon 12:18]--[2013-11-18 Mon 13:40] =>  1:22
       :END:
       :PROPERTIES:
       :ID:       9ccff1fa-2eaa-444f-a663-8ea3cfc20d76
       :END:
******* Meet Janelle
	:LOGBOOK:
	CLOCK: [2014-04-03 Thu 09:58]--[2014-04-03 Thu 11:49] =>  1:51
	CLOCK: [2014-02-13 Thu 14:50]--[2014-02-13 Thu 16:05] =>  1:15
	CLOCK: [2014-01-06 Mon 14:57]--[2014-01-06 Mon 15:42] =>  0:45
	:END:
<2014-01-06 Mon 14:55-15:30>
<2014-02-13 Thu 14:30-15:30>
<2014-04-03 Thu 10:00-11:00>

******* Weekly Janelle
	:LOGBOOK:
	CLOCK: [2014-03-11 Tue 14:30]--[2014-03-11 Tue 16:16] =>  1:46
	CLOCK: [2014-02-25 Tue 14:00]--[2014-02-25 Tue 15:37] =>  1:37
	CLOCK: [2014-02-18 Tue 14:17]--[2014-02-18 Tue 15:27] =>  1:10
	CLOCK: [2014-02-04 Tue 14:24]--[2014-02-04 Tue 16:27] =>  2:03
	CLOCK: [2014-01-28 Tue 14:10]--[2014-01-28 Tue 15:38] =>  1:28
	CLOCK: [2014-01-21 Tue 14:00]--[2014-01-21 Tue 14:45] =>  0:45
	:END:
<2014-01-21 Tue 14:00-15:00 +1w>
****** NEXT Read O'Neill semi-Riemannian geometry
       :LOGBOOK:
       CLOCK: [2014-02-20 Thu 12:30]--[2014-02-20 Thu 13:16] =>  0:46
       CLOCK: [2014-02-20 Thu 09:11]--[2014-02-20 Thu 09:33] =>  0:22
       CLOCK: [2014-02-07 Fri 15:30]--[2014-02-07 Fri 15:43] =>  0:13
       :END:

****** NEXT Read Appendix to Hubert Bray's paper #1
       :LOGBOOK:
       CLOCK: [2014-02-16 Sun 14:50]--[2014-02-16 Sun 15:36] =>  0:46
       :END:
****** NEXT Read Symmetries and Conservation Laws
       :LOGBOOK:
       CLOCK: [2014-02-21 Fri 17:10]--[2014-02-21 Fri 17:38] =>  0:28
       :END:
****** NEXT Read Wald
       :LOGBOOK:
       CLOCK: [2014-02-24 Mon 11:29]--[2014-02-24 Mon 11:40] =>  0:11
       :END:
****** NEXT Phone call with Hubert Bray
	:LOGBOOK:
	CLOCK: [2014-02-18 Tue 12:00]--[2014-02-18 Tue 13:05] =>  1:05
	:END:
******* DONE Write up outline and send to Chen
       	- State "DONE"       from "NEXT"       [2013-04-25 Thu 20:31]
       	:LOGBOOK:
       	CLOCK: [2013-04-25 Thu 19:31]--[2013-04-25 Thu 20:31] =>  1:00
       	:END:
******* DONE Get Koiso and Palmer
  SCHEDULED: <2013-08-12 Mon>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-09-16 Mon 10:00]
  CLOCK: [2013-08-11 Sun 21:02]--[2013-08-11 Sun 21:03] =>  0:01
  :END:
       :PROPERTIES:
       :ID:       7fadaf2b-7464-4376-8cc7-fdcbf6d8635f
       :END:
[2013-08-11 Sun 21:02]
Geometry and Stability OF SURFACES WITH
CONSTANT ANISOTROPIC MEAN CURVATURE

****** TODO Hyperbolic space
       :LOGBOOK:
       CLOCK: [2013-08-26 Mon 17:08]--[2013-08-26 Mon 17:09] =>  0:01
       :END:
       :PROPERTIES:
       :ID:       e9c93436-80fb-4eb5-b229-bd15e519d71d
       :END:
******* NEXT Get formula for coords, metric
	:LOGBOOK:
	CLOCK: [2013-09-14 Sat 10:25]--[2013-09-14 Sat 11:15] =>  0:50
	CLOCK: [2013-09-12 Thu 09:25]--[2013-09-12 Thu 10:20] =>  0:55
	CLOCK: [2013-08-26 Mon 16:15]--[2013-08-26 Mon 17:08] =>  0:53
	:END:
	:PROPERTIES:
	:ID:       d7827ac0-bf84-4070-aacb-861ef94d775c
	:END:
******* DONE Define the support function/hyperplanes etc.
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2013-08-26 Mon 16:37]
	CLOCK: [2013-07-29 Mon 21:30]--[2013-07-29 Mon 22:15] =>  0:45
	:END:
	:PROPERTIES:
	:ID:       ff17b0e4-2f7e-4dc2-bf37-3e4c0878d360
	:END:

******* NEXT Work our parametrisation and first and second derivatives
	:LOGBOOK:
	CLOCK: [2013-08-11 Sun 10:41]--[2013-08-11 Sun 11:35] =>  0:54
	:END:
	:PROPERTIES:
	:ID:       5f4f6585-b742-4cdd-972c-78febc21aa36
	:END:
******* NEXT Work out embedding unit sphere and tangent plane into space forms
       :LOGBOOK:
       CLOCK: [2013-04-30 Tue 08:25]--[2013-04-30 Tue 08:55] =>  0:30
       CLOCK: [2013-04-29 Mon 18:25]--[2013-04-29 Mon 18:55] =>  0:30
       CLOCK: [2013-04-26 Fri 10:15]--[2013-04-26 Fri 11:33] =>  1:18
       :END:
       :PROPERTIES:
       :ID:       5d7d38ad-aac0-409d-9ece-466e858612c9
       :END:
- Is this even necessary? That is, why not just use $\sphere^n$ as a fixed space from which to parametrise? It's not really necessary to have $\sphere^n$ embedded in the space form.

******* NEXT Compute time variation
	:LOGBOOK:
	CLOCK: [2014-03-28 Fri 09:13]--[2014-03-28 Fri 12:20] =>  3:07
	:END:
****** General research
       :LOGBOOK:
       CLOCK: [2013-10-05 Sat 13:55]--[2013-10-05 Sat 14:18] =>  0:23
       CLOCK: [2013-10-04 Fri 15:06]--[2013-10-04 Fri 16:20] =>  1:14
       :END:
**** TODO Study non-smooth mean curvature flow, minimal surfaces via support fn
     SCHEDULED: <2014-04-12 Sat>
  :LOGBOOK:
  CLOCK: [2013-10-19 Sat 15:33]--[2013-10-19 Sat 15:34] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       7fa8e994-7da5-4bf8-bae3-000740c3e966
  :END:
[2013-10-19 Sat 15:33]
- Surely I can get something out of this? Maybe I can get regularity results? 
- Also, high co-dimension should be interesting. The support function is the projection onto the normal bundle here.

****** DONE Set up exact tasks
       - State "DONE"       from "NEXT"       [2013-06-23 Sun 16:12]
       :LOGBOOK:
       CLOCK: [2013-02-06 Wed 14:58]--[2013-02-06 Wed 15:09] =>  0:11
       :END:
       :PROPERTIES:
       :ID:       bd4e49ca-6f78-44af-aa3b-782d2eb98ff3
       :END:
****** TODO Transcribe pipe examples from Bei Da notebook
  :LOGBOOK:
  CLOCK: [2012-11-20 Tue 10:48]--[2012-11-20 Tue 10:49] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       1940744d-17a2-4b3c-9051-b5eead539aa8
  :END:
[2012-11-20 Tue 10:48]

****** DONE Prepare talk at Eugene
       - State "DONE"       from "NEXT"       [2013-06-23 Sun 16:12]
       :LOGBOOK:
       CLOCK: [2013-05-13 Mon 18:28]--[2013-05-13 Mon 18:43] =>  0:15
       :END:
       :PROPERTIES:
       :ID:       c1250415-a95a-42ee-94cc-4bf6e967467e
       :END:
****** DONE Set up org file
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2013-11-14 Thu 19:51]
       CLOCK: [2013-11-14 Thu 19:46]--[2013-11-14 Thu 19:51] =>  0:05
       :END:
******** DONE Calculate variation of $d$
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2013-11-09 Sat 15:12]
	 CLOCK: [2013-11-09 Sat 14:12]--[2013-11-09 Sat 14:40] =>  0:28
	 :END:
	 :PROPERTIES:
	 :ID:       a687895f-101a-4cbb-8f21-d2071d209335
	 :END:
- What happens at node points?
******** DONE Calculate variation of $l$
	 :LOGBOOK:
	 - State "DONE"       from "DONE"       [2013-11-09 Sat 15:13]
	 CLOCK: [2013-11-09 Sat 14:40]--[2013-11-09 Sat 15:13] =>  0:33
	 :END:

******* NEXT Write CSF Network Defn
	:LOGBOOK:
	CLOCK: [2013-11-14 Thu 19:51]--[2013-11-14 Thu 20:26] =>  0:35
	:END:
     :PROPERTIES:
     :ID:       13735f45-9ce8-4099-aee5-7525d951a79f
     :END:
CSF plus tangent part. Vertices have 120 degree angles
******* NEXT Write explicitly compatibility conditions for vertices
	 :LOGBOOK:
	 CLOCK: [2013-11-14 Thu 20:26]--[2013-11-14 Thu 20:42] =>  0:16
	 CLOCK: [2013-11-14 Thu 19:43]--[2013-11-14 Thu 19:46] =>  0:03
	 CLOCK: [2013-11-08 Fri 14:55]--[2013-11-08 Fri 16:15] =>  1:20
	 :END:
	 :PROPERTIES:
	 :ID:       77b07b0a-6ac6-4578-a449-cffcdc69f61d
	 :END:
At the vertex, we have a condition on the tangents and normals so that the endpoints of the arcs remain coincident.

******* NEXT Find details for free boundary problems
	:LOGBOOK:
	CLOCK: [2013-11-09 Sat 15:48]--[2013-11-09 Sat 16:02] =>  0:14
	:END:
	:PROPERTIES:
	:ID:       01a93c31-83fd-465f-b142-60f4a128c30d
	:END:
******* NEXT Investigate existence/uniqueness
	:LOGBOOK:
	CLOCK: [2013-11-15 Fri 12:00]--[2013-11-15 Fri 14:27] =>  2:27
	:END:
	:PROPERTIES:
	:ID:       f598b6ee-c1e3-4b1b-85c2-8fa5c349441a
	:END:
****** DONE Find references
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2013-11-09 Sat 14:12]
       CLOCK: [2013-11-09 Sat 13:11]--[2013-11-09 Sat 14:12] =>  0:59
       :END:
***** NEXT Compute Hessian of d
      :LOGBOOK:
      CLOCK: [2013-12-13 Fri 09:45]--[2013-12-13 Fri 10:45] =>  1:00
      CLOCK: [2012-11-27 Tue 17:45]--[2012-11-27 Tue 19:15] =>  1:30
      CLOCK: [2012-11-27 Tue 14:05]--[2012-11-27 Tue 14:30] =>  0:25
      :END:
      :PROPERTIES:
      :ID:       ed26585a-2582-48bc-a787-2a457954b383
      :END:

******* NEXT Work out time variations
	:LOGBOOK:
	CLOCK: [2014-03-29 Sat 16:15]--[2014-03-29 Sat 17:41] =>  1:26
	CLOCK: [2014-03-28 Fri 15:45]--[2014-03-28 Fri 17:54] =>  2:09
	CLOCK: [2014-03-28 Fri 12:35]--[2014-03-28 Fri 14:30] =>  1:55
	:END:
******* NEXT Work out temporal barrier/viscosity inequality
	:LOGBOOK:
	CLOCK: [2014-03-05 Wed 09:45]--[2014-03-05 Wed 10:35] =>  0:50
	:END:
****** TODO Ricci and Kleiner
  :LOGBOOK:
  CLOCK: [2014-03-27 Thu 09:22]--[2014-03-27 Thu 09:23] =>  0:01
  :END:
[2014-03-27 Thu 09:22]
Adapt Kleiner's iso proof to Ricci flow

****** NEXT Calculate Laplacian of support function
       :LOGBOOK:
       CLOCK: [2014-02-16 Sun 11:11]--[2014-02-16 Sun 12:12] =>  1:01
       CLOCK: [2014-02-15 Sat 23:25]--[2014-02-16 Sun 01:30] =>  2:05
       CLOCK: [2014-02-15 Sat 16:05]--[2014-02-15 Sat 17:54] =>  1:49
       :END:
**** TODO Mean curvature solitons
     :LOGBOOK:
     CLOCK: [2013-11-01 Fri 14:13]--[2013-11-01 Fri 14:14] =>  0:01
     :END:
     :PROPERTIES:
     :ID:       5d7fb5e3-7234-4307-b4c9-5856640d5847
     :END:
****** DONE Get ref's
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2013-11-01 Fri 14:13]
       CLOCK: [2013-11-01 Fri 13:51]--[2013-11-01 Fri 14:13] =>  0:22
       :END:
****** NEXT Explore connection with Bakry-Emery and conformal metric
       :LOGBOOK:
       CLOCK: [2013-11-01 Fri 13:20]--[2013-11-01 Fri 13:51] =>  0:31
       :END:
       :PROPERTIES:
       :ID:       f5a8bc41-7ebf-419a-86f5-ab04147b373e
       :END:
In particular, if $X$ is not a gradient vector field, what is corresponding metric/measure for which $M_0$ is minimal?
****** NEXT Work out model construction
       :LOGBOOK:
       CLOCK: [2014-01-30 Thu 15:30]--[2014-01-30 Thu 16:31] =>  1:01
       :END:
****** NEXT Work out curvature for model comparison
       :LOGBOOK:
       CLOCK: [2014-01-31 Fri 13:05]--[2014-01-31 Fri 13:26] =>  0:21
       :END:
***** DONE Set up exact tasks
      - State "DONE"       from "NEXT"       [2013-02-06 Wed 14:56]
      :LOGBOOK:
      CLOCK: [2013-02-06 Wed 14:53]--[2013-02-06 Wed 14:56] =>  0:03
      :END:
      :PROPERTIES:
      :ID:       264e8cb9-0195-4424-8b4a-7564af954309
      :END:
***** DONE Make outline of book
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2013-08-04 Sun 16:44]
   CLOCK: [2013-03-02 Sat 15:25]--[2013-03-02 Sat 15:34] =>  0:09
   CLOCK: [2013-03-02 Sat 13:41]--[2013-03-02 Sat 14:26] =>  0:45
   CLOCK: [2013-03-02 Sat 12:37]--[2013-03-02 Sat 13:02] =>  0:25
   CLOCK: [2013-02-28 Thu 16:27]--[2013-02-28 Thu 17:55] =>  1:28
   CLOCK: [2013-02-28 Thu 14:31]--[2013-02-28 Thu 15:34] =>  1:03
   CLOCK: [2013-02-28 Thu 14:02]--[2013-02-28 Thu 14:08] =>  0:06
   CLOCK: [2013-02-28 Thu 11:50]--[2013-02-28 Thu 12:35] =>  0:45
   :END:
   :PROPERTIES:
   :ID:       2b1f653b-3d67-4b05-92a8-44b2afc74546
   :END:
****** NEXT Collect references
       :LOGBOOK:
       CLOCK: [2013-03-01 Fri 15:29]--[2013-03-01 Fri 15:37] =>  0:08
       :END:
       :PROPERTIES:
       :ID:       f7419a9b-0805-4772-9361-0d2fb997bd2c
       :END:
******* DONE Get Hubert's matlab code into Python/Sage
       	DEADLINE: <2014-03-28 Fri>
       	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-03-26 Wed 11:17]
       	CLOCK: [2014-03-25 Tue 21:03]--[2014-03-25 Tue 21:44] =>  0:41
       	:END:
       	:PROPERTIES:
       	:ID:       4e2db7a9-fc15-473e-b09e-bde6e8d52d97
       	:END:
******* DONE Work out algorithm 
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-04-04 Fri 14:50]
	CLOCK: [2014-03-31 Mon 17:57]--[2014-03-31 Mon 18:15] =>  0:18
	CLOCK: [2014-03-31 Mon 17:26]--[2014-03-31 Mon 17:31] =>  0:05
	CLOCK: [2014-03-31 Mon 16:09]--[2014-03-31 Mon 16:53] =>  0:44
	CLOCK: [2014-03-26 Wed 11:20]--[2014-03-26 Wed 11:41] =>  0:21
	:END:
******* DONE Refactor code into clean code
	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-04-04 Fri 15:43] \\
	  This has been broken up into code structure tasks.
	CLOCK: [2014-03-31 Mon 17:31]--[2014-03-31 Mon 17:52] =>  0:21
	:END:
******** DONE Come up with class hierarchy
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-04-04 Fri 15:17]
	 CLOCK: [2014-04-04 Fri 13:07]--[2014-04-04 Fri 14:07] =>  1:00
	 :END:
- Galaxy -> spiral|elliptical|dwarf spheroidal 
- where do I put the stress-tensor? I should have a stress tensor interface perhaps and have various implementations such as wdm, scalar field, regular matter, electromagnetic field. The galaxy code should allow for a collection of stress tensors.
- how about setting up the mesh?
******** DONE Split up parameters
	 :LOGBOOK:
	 CLOCK: [2014-04-04 Fri 19:20]--[2014-04-04 Fri 20:04] =>  0:44
	 - State "DONE"       from "NEXT"       [2014-04-04 Fri 16:28]
	 CLOCK: [2014-04-04 Fri 15:19]--[2014-04-04 Fri 16:28] =>  1:09
	 :END:
- there are computational parameters
- there are general parameters common to all galaxies
- there are model specific parameters (like spherical harmonic coefficients, cosmological constants, wave dark matter fundamental constants)
******** DONE Write clean version of compute metric
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-04-04 Fri 20:56]
	 CLOCK: [2014-04-04 Fri 20:04]--[2014-04-04 Fri 20:56] =>  0:52
	 :END:
******** DONE Write clean version of compute wdm scalar field
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-04-05 Sat 21:48]
	 CLOCK: [2014-04-05 Sat 19:56]--[2014-04-05 Sat 21:48] =>  1:52
	 CLOCK: [2014-04-05 Sat 18:10]--[2014-04-05 Sat 18:27] =>  0:17
	 :END:
I should be able to use the following code: 
#        return [solution[1][0] for solution in fsolver.solution]
Need to compare with tests when I have one!

******** NEXT Write clean version of compute U
	 :LOGBOOK:
	 CLOCK: [2014-04-06 Sun 11:45]--[2014-04-06 Sun 13:25] =>  1:40
	 CLOCK: [2014-04-05 Sat 21:48]--[2014-04-05 Sat 23:37] =>  1:49
	 :END:
******* DONE Investigate best use of numpy arrays
       	:LOGBOOK:
	- State "DONE"       from "NEXT"       [2014-04-04 Fri 14:49]
	CLOCK: [2014-03-26 Wed 20:06]--[2014-03-26 Wed 22:30] =>  2:24
       	CLOCK: [2014-03-25 Tue 20:36]--[2014-03-25 Tue 21:03] =>  0:27
       	CLOCK: [2014-03-25 Tue 12:58]--[2014-03-25 Tue 15:15] =>  2:17
       	CLOCK: [2014-03-25 Tue 08:55]--[2014-03-25 Tue 10:16] =>  1:21
       	:END:
******* DONE Set up WDM TTD process
	 SCHEDULED: <2014-04-02 Wed>
	 :LOGBOOK:
	 - State "DONE"       from "NEXT"       [2014-04-04 Fri 14:50]
	 CLOCK: [2014-04-04 Fri 09:49]--[2014-04-04 Fri 11:12] =>  1:23
	 :END:

****** TODO Follow up on sage VectorPartitions
  :LOGBOOK:
  CLOCK: [2013-08-02 Fri 09:33]--[2013-08-02 Fri 09:34] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       d89cfeb9-d4f0-4859-8716-52472d37c5f2
  :END:
[2013-08-02 Fri 09:33]
In particular I want the combinatorial algebra
***** DONE org-mode create ref should create bib, mr/arxiv links
      - State "DONE"       from "NEXT"       [2013-02-05 Tue 14:05]
      :LOGBOOK:
      CLOCK: [2013-02-05 Tue 13:24]--[2013-02-05 Tue 14:05] =>  0:41
      :END:
      :PROPERTIES:
      :ID:       03789ba0-7a21-4b06-bbe0-70a1f06edde1
      :END:
**** NEXT pdf scraping tool to create bib entries and rename pdf files
     :LOGBOOK:
     CLOCK: [2013-03-23 Sat 20:59]--[2013-03-23 Sat 22:52] =>  1:53
     CLOCK: [2013-03-23 Sat 10:59]--[2013-03-23 Sat 11:14] =>  0:15
     CLOCK: [2013-03-22 Fri 20:55]--[2013-03-22 Fri 21:48] =>  0:53
     CLOCK: [2013-03-22 Fri 20:17]--[2013-03-22 Fri 20:51] =>  0:34
     CLOCK: [2013-03-21 Thu 14:51]--[2013-03-21 Thu 15:22] =>  0:31
     CLOCK: [2013-03-21 Thu 14:19]--[2013-03-21 Thu 14:45] =>  0:26
     CLOCK: [2013-03-21 Thu 13:46]--[2013-03-21 Thu 14:12] =>  0:33
     CLOCK: [2013-03-21 Thu 12:35]--[2013-03-21 Thu 13:01] =>  0:26
     CLOCK: [2013-03-21 Thu 10:26]--[2013-03-21 Thu 11:30] =>  1:04
     CLOCK: [2013-02-08 Fri 10:10]--[2013-02-08 Fri 10:49] =>  0:39
     :END:
This should open pdf's, get doi info and then look up the paper details
online to get bib type info. Then the paper can be renamed, a bib entry
can be created or downloaded, say from mathscinet or arxiv. I'd aso like this
to create an org-mode headline for my refs.org file. I don't want to do this
manually, though a bit of elisp should be able to iterate over each bib
entry (using reftex?) and update the refs.org file. I may also want to store
each bib entry in a seperate file and have refs.bib a concatenation of the lot
so that I don't have problems editing refs.bib from multiple places.
See [[http://en.dogeno.us/2010/02/release-a-python-script-for-organizing-scientific-papers-pyrenamepdf-py/][pyrename-pdf]]
  CLOCK: [2012-10-26 Fri 13:04]--[2012-10-26 Fri 13:06] =>  0:02
    :PROPERTIES:
    :ID:       751a6769-bf15-4590-925c-d1eb938a03b3
    :END:
[2012-10-26 Fri 13:04]

**** DONE Collect pdf's into single directory
     - State "DONE"       from "NEXT"       [2013-01-08 Tue 08:51]
     :LOGBOOK:
     CLOCK: [2013-01-08 Tue 08:46]--[2013-01-08 Tue 08:51] =>  0:05
     :END:
    :PROPERTIES:
    :ID:       9defa0b0-c473-4347-9cf3-574714e81f7d
    :END:
     [[file:~/research_resources]]
**** DONE Tag papers in ref.org so I can find papers by subject!
     SCHEDULED: <2013-06-17 Mon>
     - State "DONE"       from "NEXT"       [2013-07-04 Thu 12:18]
  :LOGBOOK:
  CLOCK: [2013-07-04 Thu 11:52]--[2013-07-04 Thu 12:18] =>  0:26
  CLOCK: [2013-07-04 Thu 10:26]--[2013-07-04 Thu 11:06] =>  0:40
  CLOCK: [2013-07-04 Thu 09:59]--[2013-07-04 Thu 10:10] =>  0:11
  CLOCK: [2013-03-01 Fri 13:57]--[2013-03-01 Fri 14:00] =>  0:03
  :END:
  :PROPERTIES:
  :ID:       fd828213-33b7-4ebd-9292-b1323dd3baff
  :END:
[2013-03-01 Fri 13:57]

I could also have author, title, date etc. in the properties drawer! This is redundant, but means I can search my org file on author etc.
No! Maybe I can use reftex and get it to take me to the entry in refs.org? I can certainly due this manually, using reftex to take me to the bib file which gives the ID which I can search for in the org file. Then I don't need to maintain duplicate info in the org and bib files and have all the power of reftex available.
I'd like to be able to use org-mode views to show papers/books by a given author or by subject. Maybe I can have some sort of hook that uses reftex to do the search and return a list of ID's which is then the filter for org-mode views.
**** TODO Improve referencing
  SCHEDULED: <2014-06-01 Sun>
  :LOGBOOK:
  CLOCK: [2013-11-16 Sat 10:34]--[2013-11-16 Sat 10:38] =>  0:04
  :END:
     :PROPERTIES:
     :ID:       25e0ccac-80ed-43ae-ad45-7b735ad94dbe
     :END:
[2013-11-16 Sat 10:34]
- Write script to get ArXiV refs when they exist
- File refs automatically into mathscinet category, arxiv category etc.
- Cross ref mathscinet, arxiv
- Get some Zenderblat refs?
- Mirror hierarchy from refs.org in directory structure? 
- Create author, journal, subject etc. cross references (symlinks!)
- Put books, lecture notes, web resources etc. into bibtex file

**** TODO Work out paper getting procedure
  SCHEDULED: <2014-06-01 Sun>
  :LOGBOOK:
  CLOCK: [2014-02-11 Tue 12:54]--[2014-02-11 Tue 12:55] =>  0:01
  :END:
[2014-02-11 Tue 12:54]

I want to grab a paper from the internet, possibly the bib entry as well and then store it somewhere to later enter into my org system. It should be quick and easy like capture tasks and then ideally I'd have some automated way of adding it to org.
*** DONE Create research projects with tasks
    - State "DONE"       from "NEXT"       [2012-12-03 Mon 16:56]
    :LOGBOOK:
    CLOCK: [2012-12-03 Mon 16:10]--[2012-12-03 Mon 16:57] =>  0:47
    :END:
    :PROPERTIES:
    :ID:       3679901e-c496-4a9f-924a-207740991872
    :END:
- [X] Ricci isoperimetric comparison project
- [X] Pipe flows
- [X] MCF Book
- [X] submanifolds book
- [X] $\alpha$ curve flows
- [X] dist. comp. on surfaces
- [X] cmc_stability
- [X] csf_networks
- [X] csf_isoprofile_surfaces
- [X] Vector symmetric polynomials
- [X] free_k_graphs
- [X] ricci_isoprofile_comparison_kahler_manifolds
- [X] ricci_pseudo_locality
- [X] ricci_degenerate_neck_pinches
- [X] ricci _flow_warped_products
- [X] bakry_emery_levy_gromov

*** Research Pondering
    :LOGBOOK:
    CLOCK: [2013-11-07 Thu 12:55]--[2013-11-07 Thu 13:37] =>  0:42
    CLOCK: [2013-06-23 Sun 15:42]--[2013-06-23 Sun 16:10] =>  0:28
    CLOCK: [2013-04-11 Thu 15:01]--[2013-04-11 Thu 15:35] =>  0:34
    CLOCK: [2013-04-11 Thu 11:07]--[2013-04-11 Thu 11:59] =>  0:52
    CLOCK: [2013-04-10 Wed 16:10]--[2013-04-10 Wed 16:25] =>  0:15
    CLOCK: [2013-04-08 Mon 17:00]--[2013-04-08 Mon 17:25] =>  0:25
    CLOCK: [2013-04-04 Thu 12:50]--[2013-04-04 Thu 13:10] =>  0:20
    CLOCK: [2013-04-04 Thu 11:15]--[2013-04-04 Thu 11:55] =>  0:40
    CLOCK: [2013-03-29 Fri 12:50]--[2013-03-29 Fri 13:20] =>  0:30
    CLOCK: [2013-03-14 Thu 09:35]--[2013-03-14 Thu 11:20] =>  1:45
    CLOCK: [2013-03-12 Tue 16:25]--[2013-03-12 Tue 16:44] =>  0:19
    CLOCK: [2013-03-12 Tue 10:22]--[2013-03-12 Tue 10:48] =>  0:26
    CLOCK: [2013-03-12 Tue 10:07]--[2013-03-12 Tue 10:22] =>  0:15
    CLOCK: [2013-03-12 Tue 09:59]--[2013-03-12 Tue 10:05] =>  0:06
    CLOCK: [2013-03-11 Mon 08:30]--[2013-03-11 Mon 09:03] =>  0:33
    CLOCK: [2013-03-06 Wed 09:50]--[2013-03-06 Wed 10:55] =>  1:05
    CLOCK: [2013-02-27 Wed 12:50]--[2013-02-27 Wed 13:50] =>  1:00
    CLOCK: [2013-02-20 Wed 13:17]--[2013-02-20 Wed 13:30] =>  0:13
    CLOCK: [2013-02-08 Fri 14:45]--[2013-02-08 Fri 15:18] =>  0:33
    CLOCK: [2013-02-08 Fri 13:05]--[2013-02-08 Fri 14:00] =>  0:55
    CLOCK: [2013-02-06 Wed 14:16]--[2013-02-06 Wed 14:29] =>  0:13
    CLOCK: [2013-02-06 Wed 12:55]--[2013-02-06 Wed 13:40] =>  0:45
    CLOCK: [2013-02-03 Sun 14:45]--[2013-02-03 Sun 16:51] =>  2:06
    CLOCK: [2012-12-17 Mon 21:05]--[2012-12-17 Mon 21:30] =>  0:25
    CLOCK: [2012-12-17 Mon 12:30]--[2012-12-17 Mon 13:30] =>  1:00
    CLOCK: [2012-12-11 Tue 07:30]--[2012-12-11 Tue 08:30] =>  1:00
    CLOCK: [2012-12-06 Thu 12:49]--[2012-12-06 Thu 13:25] =>  0:36
    CLOCK: [2012-12-05 Wed 14:15]--[2012-12-05 Wed 15:00] =>  0:45
    CLOCK: [2012-12-05 Wed 12:00]--[2012-12-05 Wed 12:30] =>  0:30
    CLOCK: [2012-11-28 Wed 14:05]--[2012-11-28 Wed 14:50] =>  0:45
    CLOCK: [2012-11-28 Wed 13:00]--[2012-11-28 Wed 13:37] =>  0:42
    :END:
    
**** TODO Isoperimetric comparison ideas
  :LOGBOOK:
  CLOCK: [2013-08-04 Sun 09:50]--[2013-08-04 Sun 09:54] =>  0:04
  :END:
     :PROPERTIES:
     :ID:       d5bb8388-e989-476a-80cb-f4c147b515a9
     :END:
[2013-08-04 Sun 09:50]
- Harnack ineq to prove ancient soln's are concave -> classification?
- dist comp on surfaces
- iso comp on surfaces
- iso comp for MCF. Maybe I can give the comparison inequality, but only find barriers for convex hypersurfaces? Try high codim!
- change vars $(x, t) \to (y(x,t), s(t))$ so that ancient solutions are similarity solns
- Isoperimetric comparison with respect to Huisken's density (weighted Levy/Gromov perhaps?). How does this relate also to minimal surfaces?

**** TODO Incorporate sage code into document creation
     SCHEDULED: <2014-06-01 Sun>
  :LOGBOOK:
  CLOCK: [2014-03-01 Sat 13:28]--[2014-03-01 Sat 13:29] =>  0:01
  :END:
[2014-03-01 Sat 13:28]

Either by using literal blocks in org-mode or using sagetex I can produce images, animations and so forth in documents

**** TODO Set up generic publishing
     SCHEDULED: <2014-06-01 Sun>
  :LOGBOOK:
  CLOCK: [2014-02-20 Thu 09:08]--[2014-02-20 Thu 09:09] =>  0:01
  :END:
[2014-02-20 Thu 09:08]
- I should just be able to publish a project with only specifying the directory and how I want it published (pdf, html, attachments etc.) without writing a publishing file for every project. 
<2014-04-07 Mon>
*** Literature reviewing
    :LOGBOOK:
    CLOCK: [2012-12-18 Tue 11:10]--[2012-12-18 Tue 11:33] =>  0:23
    CLOCK: [2012-12-18 Tue 09:45]--[2012-12-18 Tue 10:27] =>  0:42
    :END:
**** NEXT Set up/organise current research projects
     SCHEDULED: <2014-06-01 Sun>
  :LOGBOOK:
  CLOCK: [2014-03-21 Fri 13:10]--[2014-03-21 Fri 13:13] =>  0:03
  :END:
[2014-03-21 Fri 13:10]

SCHEDULED: <2014-06-01 Sun>

- Comparison theory for linearised MCF (see old research statement)
- Support functions for hypersurfaces in Riemannian spaces - weak theory
- semi-convexity of cut locus
- support function in hyperbolic space and flows with Chen
- dist comparison with Ben
- dist comparison on the sphere
- iso comp on surfaces
- dist comp on surfaces
- iso comp in Kahler m'folds
- iso comp using Kleiner
- conservation laws with Steve

**** NEXT Write research project summaries/proposals
     SCHEDULED: <2014-06-01 Sun> 
  :LOGBOOK:
  CLOCK: [2014-03-21 Fri 13:09]--[2014-03-21 Fri 13:10] =>  0:01
  :END:
[2014-03-21 Fri 13:09]

I want to have descriptions of my various research projects with clear aims, a summary of the project and references. I should then also be able to construct tasks for the projects.


*** Distance function and position vector field
    :LOGBOOK:
    CLOCK: [2013-03-13 Wed 15:00]--[2013-03-13 Wed 15:15] =>  0:15
    :END:
[[www.math.ucsb.edu/~wei/paper/241B.pdf]]
- Can I solve a PDE to get a position vector field vanishing along the
  cut locus? This would be it: [[file:research_notes.org::*Blackboard][Blackboard]].

*** Support functions, Killing fields, Translation maps on manifolds
    :LOGBOOK:
    CLOCK: [2013-03-18 Mon 11:41]--[2013-03-18 Mon 12:02] =>  0:21
    CLOCK: [2013-03-14 Thu 14:19]--[2013-03-14 Thu 15:04] =>  0:45
    CLOCK: [2013-03-14 Thu 12:34]--[2013-03-14 Thu 13:48] =>  1:14
    CLOCK: [2013-03-13 Wed 14:45]--[2013-03-13 Wed 14:52] =>  0:07
    CLOCK: [2013-03-13 Wed 13:52]--[2013-03-13 Wed 14:41] =>  0:49
    CLOCK: [2013-03-13 Wed 13:22]--[2013-03-13 Wed 13:42] =>  0:20
    :END:
    :PROPERTIES:
    :ID:       08506127-8b7b-47cf-943a-ffb2fa86170c
    :END:
*** Non-collapsing
    :LOGBOOK:
    CLOCK: [2013-03-19 Tue 16:31]--[2013-03-19 Tue 16:50] =>  0:19
    CLOCK: [2013-03-19 Tue 15:03]--[2013-03-19 Tue 16:31] =>  1:28
    CLOCK: [2013-03-19 Tue 13:56]--[2013-03-19 Tue 14:39] =>  0:43
    CLOCK: [2013-03-19 Tue 12:05]--[2013-03-19 Tue 12:23] =>  0:18
    CLOCK: [2013-03-18 Mon 12:55]--[2013-03-18 Mon 13:39] =>  0:44
    CLOCK: [2013-03-15 Fri 15:05]--[2013-03-15 Fri 16:19] =>  1:14
    CLOCK: [2013-03-15 Fri 14:10]--[2013-03-15 Fri 14:58] =>  0:48
    CLOCK: [2013-03-15 Fri 09:05]--[2013-03-15 Fri 09:35] =>  0:30
    CLOCK: [2013-03-13 Wed 15:15]--[2013-03-13 Wed 15:48] =>  0:33    
    :END:
**** TODO Non-collapsing in manifolds
  :LOGBOOK:
  CLOCK: [2013-12-10 Tue 07:37]--[2013-12-10 Tue 07:40] =>  0:03
  :END:
  :PROPERTIES:
  :ID:       cb506bf4-f2d9-4082-95fd-b717e75047d3
  :END:
[2014-03-10 Mon 07:37]
Given $M\subset N$ a cooriented hypersurface with normal vector $\nor$, define the cooriented (oriented?) curvature tangent ball at $p$ to be the largest ball tangent to $M$ with center in the direction $\nor$. Now do variations to find a viscosity equation for the curvature.
*** TODO Research Geometric Measure Theory/Geometric Integration Theory
  :LOGBOOK:
  CLOCK: [2013-03-26 Tue 13:44]--[2013-03-26 Tue 13:47] =>  0:03
  :END:
    :PROPERTIES:
    :ID:       a2b27ca7-714c-4bff-98d0-4d376c383818
    :END:
[2013-03-26 Tue 13:44]

*** TODO Solitions and ancient solutions
  :LOGBOOK:
  CLOCK: [2013-03-26 Tue 13:47]--[2013-03-26 Tue 13:49] =>  0:02
  :END:
    :PROPERTIES:
    :ID:       456d22c6-d6a3-4476-b6fe-918b91446f6e
    :END:
[2013-03-26 Tue 13:47]
**** TODO Look at 's MCF in hyperbolic space
  :LOGBOOK:
  CLOCK: [2013-04-09 Tue 10:38]--[2013-04-09 Tue 10:39] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       01b84b87-b568-4a70-96e1-f98c4f02de22
  :END:
[2013-04-09 Tue 10:38]
***** Pondering...
      :LOGBOOK:
      CLOCK: [2014-02-24 Mon 14:50]--[2014-02-24 Mon 15:24] =>  0:34
      :END:
**** TODO Study tubular map
  :LOGBOOK:
  CLOCK: [2013-12-10 Tue 07:36]--[2013-12-10 Tue 07:37] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       251ca587-000d-45ea-97d6-9d72bc19586f
  :END:
[2014-03-10 Mon 07:36]
- This is the map along the normal direction to a hypersurface. The cut point is where the map hits another point on the surface.
- How does this relate to cohomology of the normal bundle, the Poincare dual, and the Thom isomorphism. How does this cohomology evolve?
*** TODO Investigate linearised MC
  SCHEDULED: <2014-06-01 Sun>
  :LOGBOOK:
  CLOCK: [2014-03-27 Thu 09:20]--[2014-03-27 Thu 09:22] =>  0:02
  :END:
[2014-03-27 Thu 09:20]


- Wang? Use Heintze Reilly techniques
- Do Carmo tells you all about $L^r H$
**** NEXT Research starting an open notebook
  SCHEDULED: <2014-05-01 Thu>
  :LOGBOOK:
  CLOCK: [2013-08-06 Tue 20:54]--[2013-08-06 Tue 20:55] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       26f44ff2-31cc-4d48-be04-f0652333ae43
  :END:
[2013-08-06 Tue 20:54]
- I'll definitely write using org-mode (even wikis with markdown from org)
- perhaps my work can be on google+, facebook, wordpress whatever and pulled in to my website or vice versa!

**** DONE contact collaborators and see if I can put our work in it
     :LOGBOOK:
     - State "DONE"       from "NEXT"       [2014-04-07 Mon 11:27]
     CLOCK: [2013-09-12 Thu 20:19]--[2013-09-12 Thu 20:42] =>  0:23
     :END:
     :PROPERTIES:
     :ID:       fb4cb56a-d33c-40da-bf00-7874b2d3d411
     :END:
<2014-04-07 Mon>
**** NEXT Update website
  :LOGBOOK:
  CLOCK: [2014-02-07 Fri 09:40]--[2014-02-07 Fri 09:41] =>  0:01
  :END:
[2014-02-07 Fri 09:40]
- Put research up there including work in progress/open notebook, my notes to myself, student projects and computational work
*** HOLD GMT								:GMT:
    SCHEDULED: <2014-05-01 Thu>
    :LOGBOOK:
    - State "HOLD"       from "TODO"       [2013-08-04 Sun 16:45] \\
      Don't have time for this right now!
    CLOCK: [2013-04-26 Fri 09:35]--[2013-04-26 Fri 09:54] =>  0:19
    :END:
    :PROPERTIES:
    :ID:       e9aaaa7d-8f30-4e4e-9119-c9820a295693
    :END:
**** NEXT Read Schneider
     :LOGBOOK:
     CLOCK: [2013-06-12 Wed 14:45]--[2013-06-12 Wed 18:57] =>  4:12
     :END:
     :PROPERTIES:
     :ID:       ddd93de1-e3e9-4041-be96-e8a3420beb08
     :END:

***** NEXT Read Cabre Cafirelli
      :LOGBOOK:
      CLOCK: [2014-03-19 Wed 10:34]--[2014-03-19 Wed 11:13] =>  0:39
      CLOCK: [2014-03-18 Tue 11:38]--[2014-03-18 Tue 12:14] =>  0:36
      :END:
*** Discussing math
  :LOGBOOK:
  CLOCK: [2014-03-14 Fri 17:20]--[2014-03-14 Fri 18:16] =>  0:56
  CLOCK: [2014-02-14 Fri 17:10]--[2014-02-14 Fri 18:25] =>  1:15
  :END:
** DONE Seminars org project
   - State "DONE"       from "TODO"       [2012-10-18 Thu 11:13]
  CLOCK: [2012-10-14 Sun 20:38]--[2012-10-14 Sun 20:38] =>  0:00
[2012-10-14 Sun 20:38]
** CANCELLED Invite Visitors					    :SOMEDAY:
   - State "CANCELLED"  from "TODO"       [2013-06-25 Tue 21:16] \\
     Nothing available!
Some money available through colloquia funds?
  CLOCK: [2012-10-14 Sun 20:39]--[2012-10-14 Sun 20:40] =>  0:01
   :PROPERTIES:
   :ID:       e922bc74-823a-4909-83a9-fbc7b63a93d7
   :END:
[2012-10-14 Sun 20:39]
** DONE Register for SD Geom conference
   - State "DONE"       from "NEXT"       [2013-02-06 Wed 14:13]
  :LOGBOOK:
  CLOCK: [2013-02-06 Wed 14:09]--[2013-02-06 Wed 14:13] =>  0:04
  :END:
  :PROPERTIES:
  :ID:       2350dd28-f465-44bd-a9ec-e9f3e77df37b
  :END:
[2013-01-30 Wed 08:18]
** CANCELLED Plan visit to ASU
   SCHEDULED: <2013-02-18 Mon>
   - State "CANCELLED"  from "TODO"       [2013-04-11 Thu 09:51] \\
     It didn't work out.
  :LOGBOOK:
  CLOCK: [2013-04-10 Wed 09:53]--[2013-04-10 Wed 10:07] =>  0:14
  CLOCK: [2013-03-29 Fri 10:29]--[2013-03-29 Fri 10:42] =>  0:13
  :END:
   :PROPERTIES:
   :ID:       dd8dd55b-3581-44ca-af2a-8d193fc8ed95
   :END:
[2013-02-04 Mon 10:09]
Possible dates: 5/4/13, 12/4/13, 19/4/13

*** SCGAS 2013
   :LOGBOOK:
   CLOCK: [2013-02-24 Sun 08:40]--[2013-02-24 Sun 13:35] =>  4:55
   CLOCK: [2013-02-23 Sat 09:20]--[2013-02-23 Sat 20:30] => 11:10
   :END:
   :PROPERTIES:
   :ID:       ca1c1d9d-cea8-425a-ab03-2f7caaa10765
   :END:
   <2013-02-23 Sat 08:30>--<2013-02-24 Sun 14:30>
a
***** DONE Submit reimbursement form
      DEADLINE: <2014-02-25 Tue>
      :LOGBOOK:
      - State "DONE"       from "NEXT"       [2014-02-25 Tue 16:46]
      CLOCK: [2014-02-25 Tue 15:57]--[2014-02-25 Tue 16:46] =>  0:49
      :END:
** DONE PNGS 2013
   - State "TODO"       from "DONE"       [2013-06-02 Sun 10:54] \\
     Re-instated since I need to put in reimbursement form.
   - State "DONE"       from "TODO"       [2013-05-13 Mon 18:14]
   :LOGBOOK:   
   - State "DONE"       from "WAITING"    [2013-09-16 Mon 09:51]
   - State "WAITING"    from "TODO"       [2013-08-11 Sun 21:23] \\
     Waiting on money now!
   CLOCK: [2013-05-11 Sat 09:00]--[2013-05-11 Sat 12:30] =>  3:30
   CLOCK: [2013-05-11 Sat 09:00]--[2013-05-11 Sat 17:30] =>  8:30
   CLOCK: [2013-03-29 Fri 10:49]--[2013-03-29 Fri 10:54] =>  0:05
   CLOCK: [2013-03-29 Fri 10:46]--[2013-03-29 Fri 10:48] =>  0:02
   CLOCK: [2013-03-29 Fri 10:43]--[2013-03-29 Fri 10:45] =>  0:02
   CLOCK: [2013-03-19 Tue 13:49]--[2013-03-19 Tue 13:54] =>  0:05
   :END:
   :PROPERTIES:
   :ID:       aaff0fd5-ad8f-4699-9c28-36e76cc1194c
   :END:
<2013-05-11 Sat>--<2013-05-12 Sun>
[[http://www.math.washington.edu/~lee/PNGS/]]
[[file:~/working/academic/seminars/pngs_2013/]]
*** DONE Write PNGS talk
    - State "DONE"       from "TODO"       [2013-05-10 Fri 10:11]
    DEADLINE: 
<2013-05-08 Wed> SCHEDULED: <2013-03-11 Mon>   
    :LOGBOOK:
    CLOCK: [2013-05-10 Fri 09:05]--[2013-05-10 Fri 10:10] =>  1:05
    CLOCK: [2013-05-09 Thu 18:50]--[2013-05-09 Thu 20:25] =>  1:35
    CLOCK: [2013-05-07 Tue 16:40]--[2013-05-07 Tue 16:55] =>  0:15
    CLOCK: [2013-05-07 Tue 13:22]--[2013-05-07 Tue 13:33] =>  0:11
    CLOCK: [2013-05-07 Tue 10:57]--[2013-05-07 Tue 11:30] =>  0:33
    CLOCK: [2013-04-27 Sat 21:08]--[2013-04-27 Sat 21:48] =>  0:40
    CLOCK: [2013-04-22 Mon 10:54]--[2013-04-22 Mon 11:01] =>  0:07
    CLOCK: [2013-04-22 Mon 09:54]--[2013-04-22 Mon 10:43] =>  0:49
    CLOCK: [2013-03-29 Fri 13:55]--[2013-03-29 Fri 14:13] =>  0:18
    CLOCK: [2013-03-29 Fri 13:24]--[2013-03-29 Fri 13:25] =>  0:01
    CLOCK: [2013-03-29 Fri 11:28]--[2013-03-29 Fri 12:01] =>  0:33
    CLOCK: [2013-03-29 Fri 10:57]--[2013-03-29 Fri 11:15] =>  0:18
    :END:
    :PROPERTIES:
    :ID:       ae9f534c-7445-42d4-a56e-a4dcf52119b6
    :END:

**** DONE Clean up slides
     - State "DONE"       from "NEXT"       [2013-05-07 Tue 15:16]
     :LOGBOOK:
     CLOCK: [2013-05-07 Tue 16:23]--[2013-05-07 Tue 16:32] =>  0:09
     CLOCK: [2013-05-07 Tue 14:53]--[2013-05-07 Tue 15:16] =>  0:23
     :END:
- Fix up line wrapping and bulleting (e.g. theorems don't need bullets!)
**** DONE Add refs to Ben's/my work
     - State "DONE"       from "NEXT"       [2013-05-07 Tue 16:40]
     :LOGBOOK:
     CLOCK: [2013-05-07 Tue 16:32]--[2013-05-07 Tue 16:40] =>  0:08
     :END:
**** DONE Write distance comparison
     - State "DONE"       from "NEXT"       [2013-04-28 Sun 15:37]
     :LOGBOOK:
     CLOCK: [2013-04-28 Sun 15:23]--[2013-04-28 Sun 15:37] =>  0:14
     :END:
**** DONE Write Hamilton isoperimetric comparison
     - State "DONE"       from "NEXT"       [2013-04-28 Sun 17:50]
     :LOGBOOK:
     CLOCK: [2013-04-28 Sun 17:39]--[2013-04-28 Sun 17:50] =>  0:11
     :END:
- Consult thesis for details or get conference proceedings

**** DONE Viscosity equations
     - State "DONE"       from "NEXT"       [2013-04-28 Sun 18:07]
     :LOGBOOK:
     CLOCK: [2013-04-28 Sun 17:50]--[2013-04-28 Sun 18:07] =>  0:17
     :END:
**** DONE Hamilton/Jacobi viscosity equation
     - State "DONE"       from "NEXT"       [2013-04-29 Mon 20:39]
     :LOGBOOK:
     CLOCK: [2013-04-29 Mon 10:39]--[2013-04-29 Mon 11:07] =>  0:28
     :END:
     :PROPERTIES:
     :ID:       785766b0-1d74-4290-afe8-3ab14da6fe15
     :END:
- Consult Mategazza et. al - 2 papers!
**** DONE Write normalised flow slides
     - State "DONE"       from "NEXT"       [2013-05-07 Tue 14:10]
     :LOGBOOK:
     CLOCK: [2013-05-07 Tue 13:44]--[2013-05-07 Tue 14:10] =>  0:26
     :END:
**** DONE Distance comparison slide 
     - State "DONE"       from "NEXT"       [2013-05-07 Tue 13:43]
     :LOGBOOK:
     CLOCK: [2013-05-07 Tue 13:33]--[2013-05-07 Tue 13:43] =>  0:10
     CLOCK: [2013-04-29 Mon 20:39]--[2013-04-29 Mon 20:50] =>  0:11
     :END:
     :PROPERTIES:
     :ID:       f14d4391-4820-4a0f-af03-11db4d087460
     :END:
- Defn of $f$
- Comparison theorem
- Mention viscosity equations
- Can I phrase this as $Z$ is a viscosity eqn of $\pd{t}Z \geq 0$?
**** DONE Isoperimetric comparison slides
     - State "DONE"       from "NEXT"       [2013-05-09 Thu 19:23]
     :LOGBOOK:
     CLOCK: [2013-05-07 Tue 14:13]--[2013-05-07 Tue 14:18] =>  0:05
     CLOCK: [2013-04-30 Tue 12:34]--[2013-04-30 Tue 13:08] =>  0:34
     CLOCK: [2013-04-30 Tue 10:55]--[2013-04-30 Tue 11:28] =>  0:33
     CLOCK: [2013-04-29 Mon 20:50]--[2013-04-29 Mon 20:55] =>  0:05
     :END:
     :PROPERTIES:
     :ID:       7916c4dc-1218-469c-9429-b066b6e3bf53
     :END:
- Picture: Ran out of time!
- Fix layout of comparison theorem slide
**** DONE Dist-comp GGH Theorem slide
     - State "DONE"       from "NEXT"       [2013-05-07 Tue 14:41]
     :LOGBOOK:
     CLOCK: [2013-05-07 Tue 14:18]--[2013-05-07 Tue 14:41] =>  0:23
     :END:
- Put in asymptotics and exponential curvature bound
**** DONE Iso-comp GGH Theorem slide
     - State "DONE"       from "NEXT"       [2013-05-07 Tue 14:53]
     :LOGBOOK:
     CLOCK: [2013-05-07 Tue 14:41]--[2013-05-07 Tue 14:53] =>  0:12
     :END:
- Clean up
- Put in explicit exponential curvature bound
**** CANCELLED Laplace at extrema
     - State "CANCELLED"  from "NEXT"       [2013-05-10 Fri 09:16] \\
       Will do it directly for $Z$ in distance comparison
     :LOGBOOK:
     CLOCK: [2013-05-07 Tue 19:30]--[2013-05-07 Tue 21:06] =>  1:36
     :END:
     :PROPERTIES:
     :ID:       d96319d4-3245-4d0e-867b-8ca704384b52
     :END:
**** DONE Submit reimbursement form
     SCHEDULED: <2013-06-02 Sun>
     :LOGBOOK:
     - State "DONE"       from "NEXT"       [2013-08-10 Sat 10:55]
     CLOCK: [2013-08-10 Sat 10:35]--[2013-08-10 Sat 10:55] =>  0:20
     - State "NEXT"       from "WAITING"    [2013-08-10 Sat 10:34] \\
       Finally recieved reimbursement form to sign.
     - State "WAITING"    from "NEXT"       [2013-06-13 Thu 11:39] \\
       Maybe don't need to post forms. Sent credit card statement. Waiting on Portland.
     - State "NEXT"       from "WAITING"    [2013-06-11 Tue 10:35] \\
       Need to post forms
     - State "WAITING"    from "NEXT"       [2013-06-06 Thu 21:17] \\
       Waiting on confirmation.
     :END:
     :PROPERTIES:
     :ID:       248f2b18-15c7-410a-bafc-67eef8548f4c
     :END:
*** CANCELLED Talk to Kate about going to Rio
    SCHEDULED: <2013-02-13 Wed> DEADLINE: <2013-02-18 Mon>
    - State "CANCELLED"  from "TODO"       [2013-02-15 Fri 20:47] \\
      Can't go since it clashes with teaching.
  :LOGBOOK:
  CLOCK: [2013-02-13 Wed 14:17]--[2013-02-13 Wed 14:18] =>  0:01
  :END:
    :PROPERTIES:
    :ID:       87fd6545-739b-4d1e-bae9-8adedcec5537
    :END:
[2013-02-13 Wed 14:17]
***** DONE Write title and abstract
      - State "DONE"       from "NEXT"       [2013-03-26 Tue 21:15]
      :LOGBOOK:
      CLOCK: [2013-03-26 Tue 20:50]--[2013-03-26 Tue 21:15] =>  0:25
      :END:
****** DONE Send title/abstract 
       DEADLINE: <2014-02-15 Sat>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-02-17 Mon 10:53]
       CLOCK: [2014-02-17 Mon 10:41]--[2014-02-17 Mon 10:53] =>  0:12
       :END:
       :PROPERTIES:
       :ID:       05c342b4-0eb7-46f6-a27b-62e807d2d96c
       :END:
****** DONE Write talk
       DEADLINE: <2014-03-03 Mon -2w>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-02 Sun 14:55]
       CLOCK: [2014-03-02 Sun 13:30]--[2014-03-02 Sun 14:55] =>  1:25
       CLOCK: [2014-03-02 Sun 11:14]--[2014-03-02 Sun 12:04] =>  0:50
       CLOCK: [2014-03-01 Sat 20:19]--[2014-03-01 Sat 22:00] =>  1:41
       :END:

****** DONE File reimbursement
       DEADLINE: <2014-03-07 Fri>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-03-06 Thu 15:54]
       CLOCK: [2014-03-06 Thu 15:27]--[2014-03-06 Thu 15:54] =>  0:27
       :END:
****** NEXT Set up slides
       DEADLINE: <2014-04-12 Sat>
       :LOGBOOK:
       CLOCK: [2014-03-29 Sat 15:06]--[2014-03-29 Sat 15:27] =>  0:21
       CLOCK: [2014-03-29 Sat 10:59]--[2014-03-29 Sat 11:27] =>  0:28
       CLOCK: [2014-03-29 Sat 09:08]--[2014-03-29 Sat 09:29] =>  0:21
       :END:
***** DONE Prepare documents
      :LOGBOOK:
      - State "DONE"       from "NEXT"       [2014-03-28 Fri 15:17]
      CLOCK: [2014-03-20 Thu 14:32]--[2014-03-20 Thu 14:35] =>  0:03
      CLOCK: [2014-03-20 Thu 13:45]--[2014-03-20 Thu 14:00] =>  0:15
      CLOCK: [2014-03-20 Thu 13:15]--[2014-03-20 Thu 13:34] =>  0:19
      CLOCK: [2014-03-20 Thu 11:43]--[2014-03-20 Thu 11:47] =>  0:04
      :END:
- passport
- visa
- i94

**** TODO Remind BADGS organisers I want to speak
  :LOGBOOK:
  CLOCK: [2014-03-10 Mon 10:48]--[2014-03-10 Mon 10:50] =>  0:02
  :END:
[2014-03-10 Mon 10:48]

SCHEDULED: <2014-07-01 Tue>
Richard Montgomery <rmont@ucsc.edu>, David Hoffman <hoffman@math.stanford.edu>, Jie Qing <qing@ucsc.edu>

** DONE Write reference letter for PeiCong Hu
[[file:~/working/academic/students/reference_letters/peicong_hu_2013]]
   DEADLINE: <2013-12-04 Wed>
   :LOGBOOK:
   - State "DONE"       from "NEXT"       [2013-12-09 Mon 14:56]
   - State "NEXT"       from "DONE"       [2013-12-09 Mon 14:36] \\
     More refs to write!
   CLOCK: [2013-12-09 Mon 14:36]--[2013-12-09 Mon 14:56] =>  0:20
   - State "DONE"       from "NEXT"       [2013-11-28 Thu 11:38]
   CLOCK: [2013-11-28 Thu 11:00]--[2013-11-28 Thu 11:38] =>  0:38
   CLOCK: [2013-11-25 Mon 14:35]--[2013-11-25 Mon 15:26] =>  0:51
   CLOCK: [2013-11-19 Tue 14:54]--[2013-11-19 Tue 14:55] =>  0:01
   :END:
   :PROPERTIES:
   :ID:       d6300be9-3a25-49ec-9d3a-6ef1a10872c0
   :END:
[2013-11-18 Mon 11:35]
** DONE Contact Ben Andrews about MCF, geometric evolution eqn's books
   - State "DONE"       from "TODO"       [2012-11-09 Fri 11:47]
  CLOCK: [2012-10-17 Wed 08:23]--[2012-10-17 Wed 08:23] =>  0:00
   :PROPERTIES:
   :ID:       23b5f090-7dcb-4d25-aa13-be5827182c87
   :END:
[2012-10-17 Wed 08:23]

** TODO Transcribe trace from Bei Da notebook
  :LOGBOOK:
  CLOCK: [2012-11-20 Tue 10:50]--[2012-11-20 Tue 10:53] =>  0:03
  :END:
  :PROPERTIES:
  :ID:       4f5359c0-36aa-40f8-be49-85b17c2f2996
  :END:
[2012-11-20 Tue 10:50]
* Networking
   :LOGBOOK:
   CLOCK: [2013-01-08 Tue 11:00]--[2013-01-08 Tue 13:00] =>  2:00
   :END:
  :PROPERTIES:
  :ID:       11e903a0-7ecf-45d4-ac54-4aec405e7d23
  :END:
*** Discuss hyper-surface flows and support functions
    :LOGBOOK:
    CLOCK: [2013-10-04 Fri 13:56]--[2013-10-04 Fri 15:06] =>  1:10
    :END:
***** NEXT Find jobs!
      :LOGBOOK:
      CLOCK: [2014-02-17 Mon 11:11]--[2014-02-17 Mon 11:23] =>  0:12
      :END:
***** TODO Apply thinktankmaths
      SCHEDULED: <2014-04-07 Mon>
  :LOGBOOK:
  CLOCK: [2014-03-08 Sat 19:49]--[2014-03-08 Sat 19:50] =>  0:01
  :END:
[2014-03-08 Sat 19:49]
https://thinktankmaths.com/join/mathematicians/

***** TODO check out jobs
  :LOGBOOK:
  CLOCK: [2014-03-22 Sat 12:14]--[2014-03-22 Sat 12:15] =>  0:01
  :END:
[2014-03-22 Sat 12:14]
http://careers.stackoverflow.com/
<2014-04-30 Wed>

**** DONE Andre Neves Postdoc
     :LOGBOOK:
     - State "DONE"       from "TODO"       [2014-02-17 Mon 11:08]
     CLOCK: [2014-01-01 Wed 14:01]--[2014-01-01 Wed 14:02] =>  0:01
     :END:
     :PROPERTIES:
     :ID:       88d3bf30-04ce-434d-a1e4-bd36bda546a6
     :END:
***** DONE Apply for job
      :LOGBOOK:
      - State "DONE"       from "NEXT"       [2014-01-01 Wed 14:01]
      CLOCK: [2014-01-01 Wed 13:59]--[2014-01-01 Wed 14:01] =>  0:02
      CLOCK: [2013-12-26 Thu 19:08]--[2013-12-26 Thu 19:48] =>  0:40
      CLOCK: [2013-12-26 Thu 11:38]--[2013-12-26 Thu 12:30] =>  0:52
      CLOCK: [2013-12-23 Mon 13:30]--[2013-12-23 Mon 14:12] =>  0:42
      :END:

      :DEADLINE: <2014-01-07 Tue -2w>
      :PROPERTIES:
      :ID:       f64015ef-23c5-4fea-b05c-5866738e2413
      :END:

****** DONE Write application
       DEADLINE: <2014-03-01 Sat>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-02-28 Fri 09:01]
       CLOCK: [2014-02-28 Fri 08:33]--[2014-02-28 Fri 09:01] =>  0:28
       :END:
**** TODO UQ Lecturer
     :LOGBOOK:
     CLOCK: [2014-02-19 Wed 15:22]--[2014-02-19 Wed 15:23] =>  0:01
     CLOCK: [2014-02-18 Tue 23:24]--[2014-02-18 Tue 23:26] =>  0:02
     :END:
****** DONE Write application
       DEADLINE: <2014-02-18 Tue>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-02-18 Tue 23:24]
       CLOCK: [2014-02-18 Tue 19:38]--[2014-02-18 Tue 23:24] =>  3:46
       CLOCK: [2014-02-18 Tue 15:53]--[2014-02-18 Tue 16:14] =>  0:21
       :END:
****** DONE Update website with paper drafts
       DEADLINE: <2014-02-18 Tue>
       :LOGBOOK:
       - State "DONE"       from "NEXT"       [2014-02-19 Wed 15:22]
       CLOCK: [2014-02-19 Wed 14:21]--[2014-02-19 Wed 15:22] =>  1:01
       CLOCK: [2014-02-19 Wed 11:38]--[2014-02-19 Wed 11:47] =>  0:09
       :END:
*** TODO Website authoring
    :LOGBOOK:
    CLOCK: [2013-07-31 Wed 17:36]--[2013-07-31 Wed 17:37] =>  0:01
    :END:
   :PROPERTIES:
   :ID:       95bed625-9178-4c2e-977b-ca4098a5ae3a
   :END:
[2012-10-15 Mon 10:13]

**** DONE Set up org-mode publishing
     - State "DONE"       from "NEXT"       [2013-07-24 Wed 11:53]
     :LOGBOOK:
     CLOCK: [2013-07-24 Wed 10:47]--[2013-07-24 Wed 11:53] =>  1:06
     :END:
**** DONE Change links in publishing
     - State "DONE"       from "NEXT"       [2013-07-24 Wed 13:11]
     :LOGBOOK:
     CLOCK: [2013-07-24 Wed 12:57]--[2013-07-24 Wed 13:11] =>  0:14
     :END:
**** NEXT Set styles for org-mode 
     :LOGBOOK:
     CLOCK: [2013-07-25 Thu 17:00]--[2013-07-25 Thu 17:26] =>  0:26
     CLOCK: [2013-07-25 Thu 15:09]--[2013-07-25 Thu 15:26] =>  0:17
     :END:
     :PROPERTIES:
     :ID:       38da306c-0984-4b99-ba62-06fd55da92b7
     :END:
- org-mode defines it's own classes. need styles for them.
**** TODO Collapsing website style
  :LOGBOOK:
  CLOCK: [2013-07-23 Tue 19:10]--[2013-07-23 Tue 19:40] =>  0:30
  :END:
    :PROPERTIES:
    :ID:       923fc714-4efa-4ca4-ab62-759e7b906f2b
    :END:
[2013-07-16 Tue 10:29]
Check out http://daretoevolve.tv/dare-to-evolve-member/
See http://html5doctor.com/the-details-and-summary-elements/
http://css-plus.com/2011/08/create-accordions-with-css3-html5-and-jquery/
**** DONE Set up Jekyll
     - State "DONE"       from "NEXT"       [2013-07-24 Wed 21:50]
     :LOGBOOK:
     CLOCK: [2013-07-24 Wed 20:58]--[2013-07-24 Wed 21:50] =>  0:52
     CLOCK: [2013-07-24 Wed 16:26]--[2013-07-24 Wed 18:22] =>  1:56
     CLOCK: [2013-07-24 Wed 13:12]--[2013-07-24 Wed 14:13] =>  1:01
     :END:
     :PROPERTIES:
     :ID:       4ca499fe-3561-4181-a05a-9633be9892e6
     :END:
**** NEXT Set up CSS/HTML5 Layout/Styles
     :LOGBOOK:
     CLOCK: [2013-07-26 Fri 10:48]--[2013-07-26 Fri 12:23] =>  1:35
     CLOCK: [2013-07-25 Thu 21:25]--[2013-07-25 Thu 21:58] =>  0:33
     :END:
     :PROPERTIES:
     :ID:       21865db6-3fe6-4929-b98f-896c849ff462
     :END:
https://github.com/necolas/normalize.css
https://github.com/cobyism/gridism
http://modernizr.com/
**** DONE Investigate Rake
     - State "DONE"       from "NEXT"       [2013-07-31 Wed 17:36]
     :LOGBOOK:
     CLOCK: [2013-07-31 Wed 16:43]--[2013-07-31 Wed 17:36] =>  0:53
     :END:
- Is this useful to me?
**** TODO Change course web template
  SCHEDULED: <2014-04-09 Wed>
  :LOGBOOK:
  CLOCK: [2013-09-22 Sun 12:41]--[2013-09-22 Sun 12:42] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       dcc43349-f461-44f9-9403-cf87843bc238
  :END:
[2013-09-22 Sun 12:41]
Remove sidebar

***** NEXT Set up research-in-progress
      :LOGBOOK:
      CLOCK: [2013-10-18 Fri 17:35]--[2013-10-18 Fri 18:02] =>  0:27
      :END:
      :PROPERTIES:
      :ID:       edc0e45c-f127-480e-b232-b911c672d53f
      :END:
- publish from org to website
